Repository: GNOME/file-roller
Catalog: help/*/*.po
Languages: eu, zh_tw

source: Click on <guilabel>Update</guilabel>.
eu: Hautatu <guilabel>Eguneratu</guilabel>.
zh_tw: 點選 <guilabel>更新</guilabel>。

source: To modify a file in an archive perform the following steps: <placeholder-1/>
eu: Artxibo bateko fitxategi bat aldatzeko, eman urrats hauek: <placeholder-1/>
zh_tw: 若要在壓縮檔內修改檔案，照以下的步驟進行：<placeholder-1/>

source: <application>Archive Manager</application> uses the system-defined associations between file types and programs to determine the appropriate application to launch for a specific file. These assocations can be displayed and modified in the <guilabel>Open With</guilabel> tab of the file properties dialog. If <application>Archive Manager</application> cannot determine the appropriate application, <application>Archive Manager</application> displays the <guilabel>Open Files</guilabel> dialog to let you choose an application, as described in below.
eu: <application>Artxibo-kudeatzaileak</application> fitxategi moten eta programen arteko sistemak definitutako asoziazioak erabiltzen ditu, fitxategi jakin bat abiarazteko aplikazio egokia zehazteko. Asoziazio hauek fitxategi-propietateen elkarrizketa-koadroko <guilabel>Ireki honekin</guilabel> fitxan bistaratu eta alda daitezke. <application>Artxibo-kudeatzaileak</application> ezin badu aplikazio egokia zehaztu, <application>artxibo-kudeatzaileak</application> <guilabel>Ireki fitxategiak</guilabel> elkarrizketa-koadroa bistaratuko du, aplikazio bat aukeratu ahal izan dezazun, behean deskribatzen den bezala.
zh_tw: <application>壓縮檔管理員</application>會使用系統定義的檔案類型與程式之間的關聯性，來決定要處理指定檔案的適當程式。這些關聯性會在檔案屬性對話視窗的 <guilabel>以此開啟</guilabel> 分頁下顯示，也可以在那裡修改它們。如果<application>壓縮檔管理員</application>無法決定適當的程式，<application>壓縮檔管理員</application>就會顯示 <guilabel>開啟檔案</guilabel> 對話視窗，讓您選擇應用程式，如下面所述。

source: To Modify a File in an Archive with a Custom Application
eu: Artxibo bateko fitxategi bat aplikazio pertsonalizatu batekin aldatzeko
zh_tw: 使用自訂應用程式修改壓縮檔內的檔案

source: Right click the file.
eu: Egin klik fitxategian eskuineko botoiaz
zh_tw: 右鍵點擊檔案。

source: Choose <menuchoice><guimenuitem>Open With...</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guimenuitem>Ireki honekin...</guimenuitem></menuchoice>.
zh_tw: 選擇 <menuchoice><guimenuitem>以其他程式開啟...</guimenuitem></menuchoice>。

source: You can use an application specified by you, rather than the default application, to modify a file. To use an external application to open a file: <placeholder-1/>
eu: Zuk zehaztutako aplikazio bat erabil dezakezu, aplikazio lehenetsiaren ordez, fitxategi bat aldatzeko. Kanpoko aplikazio bat erabiliz fitxategi bat irekitzeko: <placeholder-1/>
zh_tw: 您可以自己指定應用程式，取代預設的程式來修改檔案。若要使用外部應用程式開啟檔案：<placeholder-1/>

source: <application>Archive Manager</application> displays the <guilabel>Open Files</guilabel> dialog, which lists all of the applications that can open files of the specified type. To select one of the applications, double-click the application name or click on the application name and then click <guibutton>Open</guibutton>. Alternatively, enter the application name in the <guilabel>Application</guilabel> text box and then click <guibutton>Open</guibutton> to launch the application of your choice.
eu: <application>Artxibo-kudeatzaileak</application> <guilabel>Ireki fitxategiak</guilabel> elkarrizketa-koadroa bistaratzen du, zehaztutako motako fitxategiak ireki ditzaketen aplikazio guztiak zerrendatzeko. Aplikazioetako bat hautatzeko, egin klik bikoitza aplikazioaren izenean, edo egin klik aplikazioaren izenean eta, ondoren, <guibutton>Ireki</guibutton> botoian. Bestela, sartu aplikazioaren izena <guilabel>Aplikazioa</guilabel> testu-koadroan, eta egin klik <guibutton>Ireki</guibutton> botoian, zuk aukeratutako aplikazioa abiarazteko.
zh_tw: <application>壓縮檔管理員</application>會顯示 <guilabel>開啟檔案</guilabel> 對話視窗，列出所有可以開啟指定檔案類型的應用程式。若要選擇其中一個應用程式，雙擊該程式的名稱，或是點選它以後再選擇 <guibutton>開啟</guibutton>。您也可以在 <guilabel>應用程式</guilabel> 文字框內輸入程式的名稱，並點擊 <guibutton>開啟</guibutton>，就能啟動您所選的應用程式。

source: Once the application starts follow the procedure from step 2 as described in <xref linkend="file-roller-modify-archive-file"/>.
eu: Aplikazioa abiarazi ondoren, jarraitu prozedurarekin 2 urratsetik aurrera, hemen azaltzen den bezala: <xref linkend="file-roller-modify-archive-file"/>.
zh_tw: 啟動應用程式以後，從 <xref linkend="file-roller-modify-archive-file"/> 的步驟 2 開始進行。

source: Viewing Archives
eu: Artxiboak ikustea
zh_tw: 檢視壓縮檔

source: <application>Archive Manager</application> enables you to view several aspects of an archive.
eu: <application>Artxibo-kudeatzaileak</application> artxibo baten hainbat ezaugarri ikustea ahalbidetzen dizu.
zh_tw: <application>壓縮檔管理員</application>讓您能從各方面檢視壓縮檔。

source: To View the Properties of an Archive
eu: Artxibo baten propietateak ikusteko
zh_tw: 檢視壓縮檔的屬性

source: Name
eu: Izena
zh_tw: 名稱

source: The name of the archive.
eu: Artxiboaren izena.
zh_tw: 壓縮檔的名稱。

source: Location
eu: Kokalekua
zh_tw: 位置

source: The position of the archive in the file system.
eu: Artxiboaren kokalekua fitxategi-sisteman.
zh_tw: 壓縮檔在檔案系統內的位置。

source: Modified on
eu: Aldatze-data
zh_tw: 修改日期

source: The date and time at which the archive was last modified.
eu: Artxiboa azkeneko aldiz aldatutako data eta ordua.
zh_tw: 壓縮檔上一次被修改的日期、時間。

source: Archive size
eu: Artxiboaren tamaina
zh_tw: 壓縮檔大小

source: The size of the archive contents when compressed.
eu: Artxiboko edukien tamaina konprimatuta daudenean.
zh_tw: 壓縮檔內容於壓縮狀態下的大小。

source: Content size
eu: Edukiaren tamaina
zh_tw: 內容大小

source: The size of the archive contents when uncompressed. This information is also available in the statusbar.
eu: Artxiboko edukien tamaina deskonprimatuta daudenean. Informazio hori egoera-barran ere ematen da.
zh_tw: 壓縮檔內容於未壓縮狀態下的大小。這份資訊也能在狀態列上看到。

source: Compression ratio
eu: Konprimatze-maila
zh_tw: 壓縮率

source: The compression ratio is a value used to describe the reduction in size of the data. For example a compression ratio of 5 means that the compressed archive is 1/5th the size of the original data.
eu: Konprimatze-maila datuen tamaina-murrizketa adierazteko erabiltzen den balioa da. Adibidez, 5eko konprimatze-mailak adierazten du konprimatutako artxiboaren tamaina jatorrizko datuenaren 1/5 dela.
zh_tw: 壓縮率是用來描述資料大小縮減程度的數值。舉例來說，壓縮率為 5，代表壓縮檔的大小是原先資料的 1/5 倍。

source: Number of files
eu: Fitxategi kopurua
zh_tw: 檔案數目

source: The number of files in the archive.
eu: Artxiboko fitxategien kopurua.
zh_tw: 壓縮檔內的檔案數量。

source: To view the properties of an archive, choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Properties</guimenuitem></menuchoice> to display the <guilabel>Properties</guilabel> dialog. The <guilabel>Properties</guilabel> dialog displays the following information about the archive: <placeholder-1/>
eu: Artxibo baten propietateak ikusteko, aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Propietateak</guimenuitem></menuchoice>, <guilabel>Propietateak</guilabel> elkarrizketa-koadroa bistaratzeko. <guilabel>Propietateak</guilabel> elkarrizketa-koadroak ondorengo informazioa bistaratzen du artxiboari buruz: <placeholder-1/>
zh_tw: 若要檢視壓縮檔的屬性，選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>屬性</guimenuitem></menuchoice>，會顯示 <guilabel>屬性</guilabel> 對話視窗。<guilabel>屬性</guilabel> 對話視窗會顯示下列與壓縮檔相關的資訊：<placeholder-1/>

source: To View the Contents of an Archive
eu: Artxibo baten edukiak ikusteko
zh_tw: 檢視壓縮檔的內容

source: The name of a file or folder in the archive.
eu: Artxiboko fitxategi edo karpeta baten izena.
zh_tw: 壓縮檔內檔案或資料夾的名稱。

source: Size
eu: Tamaina
zh_tw: 大小

source: The size of the file when the file is extracted from the archive. For a folder, the <guilabel>Size</guilabel> field is blank. For information on how to display the size of the compressed file, see <xref linkend="file-roller-extra-info"/>.
eu: Fitxategiaren tamaina fitxategia artxibotik erauzi ondoren. Karpeten kasuan, <guilabel>Tamaina</guilabel> eremua hutsik dago. Konprimatutako fitxategiaren tamaina nola bistaratzeari buruzko informazioa izateko, ikus <xref linkend="file-roller-extra-info"/>.
zh_tw: 檔案從壓縮檔解開後的大小。資料夾的 <guilabel>大小</guilabel> 則為空白。請參閱 <xref linkend="file-roller-extra-info"/>，了解如何顯示壓縮檔案大小的相關資訊。

source: Type
eu: Mota
zh_tw: 類型

source: The type of the file. For a folder, the value in the <guilabel>Type</guilabel> field is <literal>Folder</literal>.
eu: Fitxategiaren mota. Karpeten kasuan, <guilabel>Mota</guilabel> eremuko balioa <literal>Karpeta</literal> da.
zh_tw: 檔案的類型。資料夾的話，<guilabel>類型</guilabel> 欄內的值會是 <literal>資料夾</literal>。

source: Date modified
eu: Aldatze-data
zh_tw: 修改日期

source: The date on which the file was last modified. For a folder, the <guilabel>Date modified</guilabel> field is blank.
eu: Fitxategia azken aldiz aldatu zen data. Karpeten kasuan, <guilabel>Aldatze-data</guilabel> eremua hutsik dago.
zh_tw: 檔案上一次被更改的日期。資料夾的 <guilabel>修改日期</guilabel> 則為空白。

source: The path to the file within the archive. This column is visible only when the window is in file view, when in folder view the location of the files is displayed in the <guilabel>Location</guilabel> text box of the folderbar. For more information about view types see <xref linkend="file-roller-view-type-folder"/>.
eu: Fitxategirako bidea artxiboaren barruan. Zutabe hau leihoa fitxategi-ikuspegian dagoenean bakarrik ikus daiteke, karpeta-ikuspegian fitxategien kokalekua karpeta-barrako <guilabel>Kokalekua</guilabel> testu-koadroan bistaratzen denean. Ikuspegi moduei buruzko informazio gehiago izateko, ikus <xref linkend="file-roller-view-type-folder"/>.
zh_tw: 壓縮檔內檔案的路徑。這個欄位只在檔案檢視模式下可見，而在資料夾檢視模式中，檔案的位置會顯示在資料夾列的 <guilabel>位置</guilabel> 文字框中。更多檢視類型的相關資訊請參見 <xref linkend="file-roller-view-type-folder"/>。

source: <application>Archive Manager</application> displays the archive contents in the main window as a file list with the following columns: <placeholder-1/>
eu: <application>Artxibo-kudeatzaileak</application> artxiboko edukiak leiho nagusian bistaratzen ditu, fitxategi-zerrenda moduan, ondorengo zutabeekin: <placeholder-1/>
zh_tw: <application>壓縮檔管理員</application>會在主視窗內，以檔案列表的方式來顯示壓縮檔的內容，其中包含下列欄位：<placeholder-1/>

source: If another program has modified the archive since <application>Archive Manager</application> opened the archive, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Reload</guimenuitem></menuchoice> to reload the archive contents from disk.
eu: Beste programa batek artxiboa aldatu badu <application>artxibo-kudeatzaileak</application> artxiboa ireki zuenetik, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Birkargatu</guimenuitem></menuchoice> diskotik artxiboko edukiak birkargatzeko.
zh_tw: 如果在<application>壓縮檔管理員</application>開啟壓縮檔的期間，有其他程式修改了這個壓縮檔的話，選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>重新整理</guimenuitem></menuchoice>，就會從硬碟重新載入該壓縮檔的內容。

source: For information on how to customize the way that <application>Archive Manager</application> displays the archive contents, see <xref linkend="file-roller-archive-custom"/>.
eu: <application>Artxibo-kudeatzaileak</application> artxiboko edukiak bistaratzeko duen modua pertsonalizatzeari buruzko informazioa izateko, ikus <xref linkend="file-roller-archive-custom"/>.
zh_tw: 請參見 <xref linkend="file-roller-archive-custom"/>，了解如何自訂<application>壓縮檔管理員</application>顯示壓縮檔內容的方式。

source: For more advanced tasks, use an application installed on your system. For more information, see <xref linkend="file-roller-view-archive-file"/>.
eu: Zeregin aurreratu gehiagorako, erabili sisteman instalatutako aplikazio bat. Informazio gehiago izateko, ikus <xref linkend="file-roller-view-archive-file"/>.
zh_tw: 更多進階的作業就請使用安裝在您系統的應用程式。更多資訊請參見 <xref linkend="file-roller-view-archive-file"/>。

source: To View a File in an Archive
eu: Artxibo bateko fitxategi bat ikusteko
zh_tw: 在壓縮檔內檢視檔案

source: To view a file in an archive follow the steps described in <xref linkend="file-roller-modify-archive-file"/>. If you save the opened file, click <guilabel>Cancel</guilabel> when <application>Archive Manager</application> asks confirmation to update the file in the archive.
eu: Artxibo bateko fitxategi bat ikusteko, eman hemen azaltzen diren urratsak: <xref linkend="file-roller-modify-archive-file"/>. Irekitako fitxategia gordetzen baduzu, hautatu <guilabel>Utzi</guilabel> <application>artxibo-kudeatzaileak</application> artxiboko fitxategia eguneratzeko berrespena eskatzen dizunean.
zh_tw: 若要檢視壓縮檔內的檔案，依照 <xref linkend="file-roller-modify-archive-file"/> 所描述的步驟進行。如果您已經將開啟的檔案儲存，在<application>壓縮檔管理員</application>詢問是否更新壓縮檔內檔案的時候，點選 <guilabel>取消</guilabel>。

source: To Test the Integrity of an Archive
eu: Artxibo baten osotasuna egiaztatzeko
zh_tw: 測試壓縮檔的完整性

source: If the archive contains no errors, <application>Archive Manager</application> opens the <guilabel>Test Result</guilabel> dialog to list each file in the archive, and indicates that each file has status <literal>OK</literal>.
eu: Artxiboak errorerik ez badu, <application>artxibo-kudeatzaileak</application> <guilabel>Probaren emaitza</guilabel> elkarrizketa-koadroa irekiko du, artxiboko fitxategi guztiak zerrendatzeko, eta fitxategi bakoitza <literal>Ados</literal> egoeran adieraziko du.
zh_tw: 如果壓縮檔內未包含任何錯誤，<application>壓縮檔管理員</application>會開啟 <guilabel>測試結果</guilabel> 對話視窗，裡面會列出壓縮檔內每個檔案，並標明每個檔案的狀態都是 <literal>OK</literal> 的。

source: If the archive contains some error, <application>Archive Manager</application> opens the <guilabel>Test Result</guilabel> dialog displaying the part of the archive contains the error.
eu: Artxiboak errorerik badu, <application>artxibo-kudeatzaileak</application> <guilabel>Probaren emaitza</guilabel> elkarrizketa-koadroa irekitzen du, errorea duen artxiboko zatia erakusteko.
zh_tw: 如果壓縮檔內包含了錯誤，<application>壓縮檔管理員</application>會開啟 <guilabel>測試結果</guilabel> 對話視窗，顯示部份壓縮檔有錯誤產生。

source: Sometimes an archive can be damaged for some reason, to check whether an archive is damaged, choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Test Integrity</guimenuitem></menuchoice>: <placeholder-1/>
eu: Batzuetan artxiboa arrazoiren bat dela-eta hondatuta egon daiteke. Artxibo bat hondatuta dagoen egiaztatzeko, aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Egiaztatu osotasuna</guimenuitem></menuchoice>: <placeholder-1/>
zh_tw: 有時候壓縮檔會因為某些原因而損壞。若要檢查壓縮檔是否損壞，選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>測試完整性</guimenuitem></menuchoice>：<placeholder-1/>

source: A damaged archive can be impossible to extract, this can bring to a loss of data. For this reason you should test the archive integrity before deleting the original files.
eu: Baliteke hondatutako artxibo bat erauztea ezinezkoa izatea, eta horrek datuak galaraztea. Horregatik, artxiboaren osotasuna egiaztatu beharko zenuke, jatorrizko fitxategiak ezabatu aurretik.
zh_tw: 損壞的壓縮檔很有可能無法解壓縮，也意味著資料遺失。基於這個原因，您在刪除原本的檔案前，有必要測試一下壓縮檔是否完整。

source: If the archive contains encrypted files, <application>Archive Manager</application> asks the password of the archive before performing the test.
eu: Artxiboak fitxategi enkriptatuak baditu, <application>artxibo-kudeatzaileak</application> artxiboaren pasahitza eskatuko du, proba egin aurretik.
zh_tw: 如果壓縮檔包含了加密過的檔案，<application>壓縮檔管理員</application>會在測試前詢問壓縮檔的密碼。

source: Not all the archive types support the integrity testing, the following is the list of archive types that can be tested for integrity: 7-Zip, RAR, ZIP, ACE, ARJ and Zoo.
eu: Artxibo mota guztiek ez dute osotasun-proba onartzen. Hona, osotasun-proba onartzen duten artxibo moten zerrenda: 7-Zip, RAR, ZIP, ACE, ARJ eta Zoo.
zh_tw: 並不是所有壓縮檔類型都支援完整性測試，下面列出可供測試完整性的壓縮檔類型：7-Zip、RAR、ZIP、ACE、ARJ 以及 Zoo。

source: Tip
eu: Aholkua
zh_tw: 小技巧

source: To test the integrity of an archive that doesn't support the integrity testing, extract all the files from the archive and check that the operation is completed successfully.
eu: Osotasun-proba onartzen ez duen artxibo baten osotasuna egiaztatzeko, erauzi artxiboko fitxategi guztiak, eta egiaztatu eragiketa behar bezala egin dela.
zh_tw: 若要測試壓縮檔的完整性，但該壓縮檔不支援完整性測試的話，就解開壓縮檔內所有檔案，並檢查解壓縮操作是否能順利完成。

source: Customizing the Archive Display
eu: Artxiboak bistaratzeko era pertsonalizatzea
zh_tw: 自訂壓縮檔的顯示方式

source: You can customize the way that <application>Archive Manager</application> displays the archive contents, as follows:
eu: <application>Artxibo-kudeatzaileak</application> artxiboko edukiak bistaratzen dituen modua pertsonaliza dezakezu, honela:
zh_tw: 您可以用下列方式，自訂<application>壓縮檔管理員</application>顯示壓縮檔內容的方式：

source: Switch between folder view and file view. For more information, see <xref linkend="file-roller-view-type"/>.
eu: Aldatu karpeta-ikuspegiaren eta fitxategi-ikuspegiaren artean. Informazio gehiago izateko, ikus <xref linkend="file-roller-view-type"/>.
zh_tw: 在資料夾檢視和檔案檢視間切換。更多資訊請參見 <xref linkend="file-roller-view-type"/>。

source: Specify the order in which to display files in the list. For more information, see <xref linkend="file-roller-view-sort"/>.
eu: Zehaztu zerrendako fitxategiak zein ordenatan bistaratu. Informazio gehiago izateko, ikus <xref linkend="file-roller-view-sort"/>.
zh_tw: 指定清單內顯示檔案的順序。更多資訊請參見 <xref linkend="file-roller-view-sort"/>。

source: Display additional details about the contents of the archive. For more information, see <xref linkend="file-roller-extra-info"/>.
eu: Bistaratu artxiboko edukiei buruzko xehetasun gehigarriak. Informazio gehiago izateko, ikus <xref linkend="file-roller-extra-info"/>.
zh_tw: 顯示有關壓縮檔內容的附加詳情。更多資訊請參見 <xref linkend="file-roller-extra-info"/>。

source: <application>Archive Manager</application> updates the display immediately, when you make any of the above customizations.
eu: <application>Artxibo-kudeatzaileak</application> bistaratzea berehala eguneratzen du, goiko pertsonalizazioetako edozein egiten duzunean.
zh_tw: <application>壓縮檔管理員</application>在您套用上面的自訂方式後，就會立即更新顯示。

source: To Set the View Type
eu: Ikuspegi mota ezartzeko
zh_tw: 設定檢視類型

source: If the archive contains folders, you can show the archive contents in either <link linkend="file-roller-view-type-folder">folder view</link> or <link linkend="file-roller-view-type-file">file view</link>.
eu: Artxiboak karpetak baditu, artxiboko edukiak erakuts ditzakezu, bai <link linkend="file-roller-view-type-folder">karpeta-ikuspegian</link>, bai <link linkend="file-roller-view-type-file">fitxategi-ikuspegian</link>.
zh_tw: 如果壓縮檔內有包含資料夾，您便能以 <link linkend="file-roller-view-type-folder">資料夾檢視</link> 或 <link linkend="file-roller-view-type-file">檔案檢視</link> 來展示壓縮檔內容。

source: Folder View
eu: Karpeta-ikuspegia
zh_tw: 資料夾檢視

source: <application>Archive Manager</application> displays the archive contents in folder view by default. To explicitly select folder view, choose <menuchoice><guimenu>View</guimenu><guimenuitem>View as a Folder</guimenuitem></menuchoice>.
eu: <application>Artxibo-kudeatzaileak</application> artxiboko edukiak karpeta-ikuspegian erakusten ditu lehenespenez. Esplizituki karpeta-ikuspegia hautatzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Ikusi karpeta gisa</guimenuitem></menuchoice>.
zh_tw: <application>壓縮檔管理員</application>預設會以資料夾檢視的方式，顯示壓縮檔的內容。若要確實地以資料夾檢視，選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>以資料夾方式顯示</guimenuitem></menuchoice>。

source: In folder view, <application>Archive Manager</application> shows folders in the same way as a file manager shows folders. That is, <application>Archive Manager</application> indicates folders in the display area with a folder icon and the folder name. To view the contents of a folder, double-click on the folder name.
eu: Karpeta-ikuspegian, <application>artxibo-kudeatzaileak</application> fitxategi-kudeatzailearen modu berean erakusten ditu karpetak. Hau da, <application>artxibo-kudeatzaileak</application> karpetak bistaratze-arean adierazten ditu karpeta-ikono batekin eta karpeta-izenarekin. Karpeta bateko edukiak ikusteko, egin klik bikoitza karpetaren izenean.
zh_tw: 以資料夾檢視時，<application>壓縮檔管理員</application>會採和檔案管理員一樣的方式來顯示資料夾。也就是說，<application>壓縮檔管理員</application>會在顯示區域，以資料夾圖示和名稱來標示資料夾。雙次點擊資料夾名稱，便可檢視資料夾內的內容。

source: The folderbar, which <application>Archive Manager</application> displays only in folder view, contains the components described in the following table.
eu: <application>Artxibo-kudeatzaileak</application> karpeta-ikuspegian bakarrik bistaratzen duen karpeta-barraren barruan, ondorengo taulan deskribatutako osagaiak aurki daitezke.
zh_tw: 只有在以資料夾檢視時，<application>壓縮檔管理員</application>才會顯示資料夾列。下面的表格說明了資料夾列所包含的組件。

source: Component
eu: Osagaia
zh_tw: 組件

source: Description
eu: Azalpena
zh_tw: 說明

source: Shows icon to navigate backwards in location history list.
eu: Kokaleku-historiaren zerrendan atzerantz nabigatzeko ikonoa erakusten du.
zh_tw: 顯示向後瀏覽位置歷史記錄的圖示。

source: Click on this button to navigate backwards in the location history list.
eu: Egin klik botoi honetan kokaleku-historiaren zerrendan atzerantz nabigatzeko.
zh_tw: 點選這個按鈕，可以向後瀏覽之前的位置記錄。

source: Shows icon to navigate forwards in location history list.
eu: Kokaleku-historiaren zerrendan aurrerantz nabigatzeko ikonoa erakusten du.
zh_tw: 顯示向前瀏覽位置歷史記錄的圖示。

source: Click on this button to navigate forwards in the location history list.
eu: Egin klik botoi honetan kokaleku-historiaren zerrendan aurrerantz nabigatzeko.
zh_tw: 點選這個按鈕，可以向前瀏覽之前的位置記錄。

source: Shows icon to navigate up one level in folder tree.
eu: Karpeta-zuhaitzean maila bat igotzeko ikonoa erakusten du.
zh_tw: 顯示在資料夾樹狀目錄中往上一層瀏覽的圖示。

source: Click on this button to navigate up one level in the folder tree.
eu: Egin klik botoi honetan karpeta-zuhaitzean maila bat igotzeko.
zh_tw: 點選這個按鈕，可以往上一層瀏覽資料夾樹狀目錄。

source: Shows icon to open the top-level folder in the archive.
eu: Artxiboko goi-mailako karpeta irekitzeko ikonoa erakusten du.
zh_tw: 顯示開啟壓縮檔內頂端資料夾的圖示。

source: Click on this button to open the top-level folder in the archive.
eu: Egin klik botoi honetan artxiboko goi-mailako karpeta irekitzeko.
zh_tw: 點選這個按鈕，可以開啟壓縮檔內頂端的資料夾。

source: This field shows the full pathname, within the archive, of the current folder.
eu: Eremu honek uneko karpetaren artxibo barneko bide-izen osoa erakusten du.
zh_tw: 這個欄位顯示當前資料夾於壓縮檔內的絕對路徑。

source: To change to a different level in the folder tree, type the new location in the <guilabel>Location</guilabel> text box then press <keycap>Return</keycap>. <application>Archive Manager</application> displays the contents of the new location.
eu: Karpeta-zuhaitzaren beste maila batera joateko, idatzi kokaleku berria <guilabel>Kokalekua</guilabel> testu-koadroan, eta sakatu <keycap>Sartu</keycap>. <application>Artxibo-kudeatzaileak</application> kokaleku berriko edukiak bistaratuko ditu.
zh_tw: 若要變換到資料夾樹狀目錄的不同階層，在 <guilabel>位置</guilabel> 文字框內輸入新的位置，然後按下 <keycap>Return</keycap>。<application>壓縮檔管理員</application>會顯示新位置的內容。

source: File View
eu: Fitxategi-ikuspegia
zh_tw: 檔案檢視

source: To select file view, choose <menuchoice><guimenu>View</guimenu><guimenuitem>View All Files</guimenuitem></menuchoice>.
eu: Fitxategi-ikuspegia hautatzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Ikusi fitxategi guztiak</guimenuitem></menuchoice>.
zh_tw: 若要以檔案檢視，選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>顯示所有檔案</guimenuitem></menuchoice>。

source: In file view, <application>Archive Manager</application> displays all files in the archive, including files from subfolders, in a single list.
eu: Fitxategi-ikuspegian, <application>artxibo-kudeatzaileak</application> artxiboko fitxategi guztiak zerrenda bakarrean bistaratzen ditu, azpikarpetetako fitxategiak barne.
zh_tw: 在以檔案檢視時，<application>壓縮檔管理員</application>會顯示壓縮檔內所有檔案 (包含位於次目錄底下的檔案)，全部集中到單一清單上。

source: To Sort the File List
eu: Fitxategi-zerrenda ordenatzeko
zh_tw: 為檔案清單作分類

source: You can sort the file list by name, size, type, modification date, or location.
eu: Fitxategi-zerrenda izena, tamaina, mota, aldatze-data edo kokalekua kontuan hartuta ordena dezakezu.
zh_tw: 您可以藉由名稱、大小、類型、修改日期或位置，將檔案清單分類。
