Repository: GNOME/file-roller
Catalog: help/*/*.po
Languages: eu, zh_tw

source: <application>Archive Manager</application> Manual
eu: <application>Artxibo-kudeatzailea</application> Eskuliburua
zh_tw: <application>壓縮檔管理員</application>手冊

source: Archive Manager, also known as File Roller, allows you to create, view, modify, or unpack an archive.
eu: File Roller izenaz ere ezaguna den artxibo-kudeatzailearekin, artxiboak sortu, ikusi, aldatu edo deskonprima ditzakezu.
zh_tw: 壓縮檔管理員，又稱 File Roller，讓您可以建立、檢視、修改或解開一份打包/壓縮檔 (archive)。

source: Sun Microsystems
zh_tw: 昇陽電腦 (Sun Microsystems)

source: GNOME Documentation Project
eu: GNOME dokumentazio-proiektua
zh_tw: GNOME 文件專案

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
eu: Baimena ematen da dokumentu hau kopiatu, banatu eta/edo aldatzeko Free Software Foundation-ek argitaratutako GNU Dokumentazio Librearen Lizentziaren 1.1. bertsioan edo berriago batean ezarritako baldintzak betetzen badira; Atal Aldaezinik, Aurreko azaleko testurik eta Atzeko azaleko testurik gabe. GFDL lizentziaren kopia <ulink type="help" url="ghelp:fdl">esteka</ulink> honetan edo eskuliburu honekin batera ematen den COPYING-DOCS fitxategian aurkituko duzu.
zh_tw: 根據自由軟體基金會 (Free Software Foundation) 所發布的 GNU 自由文件授權 (GNU Free Documentation License, GFDL) 1.1 (含) 以後版本，使用者可以複製、散布，或修改本文件，但不得增刪章節，不得加上封面文字，亦不得加上封底文字。如要取得 GFDL 的副本，請參閱此<ulink type="help" url="ghelp:fdl">連結</ulink>，或是參閱與本手冊一同隨附的 COPYING-DOCS 檔案。

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
eu: Eskuliburu hau GFDL lizentziarekin banatzen diren GNOME eskuliburuen bildumakoa da. Eskuliburu hau bildumatik bereizita banatu nahi baduzu, bana dezakezu, baina eskuliburuari lizentziaren kopia bat gehitu beharko diozu, lizentzian bertan 6. atalean azaltzen den bezala.
zh_tw: 本手冊是屬於依 GFDL 授權所發布之 GNOME 手冊集中的一部份。如果您只要單獨散布本手冊，依據授權聲明第六節之敘述，您必須另外將授權聲明加入本手冊中。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
eu: Enpresek euren produktu eta zerbitzuak bereizteko erabiltzen dituzten izen asko marka erregistratu moduan hartu behar dira. Izen horiek GNOMEren edozein agiritan agertzen direnean, eta GNOMEren Dokumentazio Proiektuko kideak marka komertzialak direla konturatu badira, orduan izen horiek maiuskulaz idatzita egongo dira, osorik edo hasierako letra maiuskulaz jarrita.
zh_tw: 許多公司為了突顯其產品與服務，會使用特別名稱，並亦已聲明這些名稱為其商標。當這些名稱出現在 GNOME 文件中，同時 GNOME 文件專案小組成員亦明白這些名稱為商標時，這些名稱會以大寫字母或是首字母大寫表示。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
eu: DOKUMENTUA "DAGOEN-DAGOENEAN" EMATEN DA, INOLAKO BERMERIK GABE, EZ ESPRESUKI ADIERAZITAKORIK ETA EZ INPLIZITURIK ERE; BESTEAK BESTE (MUGARIK GABE), EZ DA BERMATZEN DOKUMENTUA EDO BERTSIO ALDATUA AKATSIK GABEA DENIK, MERKATURATZEKO EDO XEDE JAKIN BATERAKO EGOKIA DENIK EDO ARAURIK HAUSTEN EZ DUENIK. DOKUMENTUAREN EDO DOKUMENTUAREN BERTSIO ALDATUAREN KALITATEARI, ZEHAZTASUNARI ETA PERFORMANTZIARI BURUZKO ERANTZUKIZUN OSOA ZUREA DA. DOKUMENTUREN BATEK EDO BERTSIO ALDATUREN BATEK EDOZEIN MOTATAKO AKATSIK IZANEZ GERO, ZUK (EZ HASIERAKO IDAZLEAK, EZ EGILEAK ETA EZ INONGO KOLABORATZAILEK) ZEURE GAIN HARTU BEHARKO DUZU BERRIKUSTEKO, KONPONTZEKO EDO ZUZENTZEKO BEHARREZKO ZERBITZU GUZTIEN KOSTUA. BERME-UKATZE HAU LIZENTZIA HONEN FUNTSEZKO ZATIA DA. EZ DA BAIMENIK EMATEN EZEIN DOKUMENTU EDO BERTSIO ALDATU ERABILTZEKO, BALDIN ETA EZ BADA BERME-UKATZE HAU ONARTZEN.
zh_tw: 文件提供是以其「原樣」呈現，不管明示或暗示，皆不具任何保證，包括 (但不限於) 文件或修正版毫無錯誤、可販售、 具特殊用途，或不侵權。關於本文件與修正版文件之品質、正確性及功用，其風險您必須自行承擔。若本文件或修正版有任何缺陷，任何必須之保養、修理及更正，應由您自行承擔，原始作者、作者或任何散布者無須負責。本免責聲明是本授權聲明極重要與必要的一部份，因此任何文件或修正版的授權，皆須在同意本免責聲明的情況下進行；同時

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
eu: EZINGO DA INONGO ZIRKUNSTANTZIA EDO LEGE-TEORIARIK OINARRI HARTU --EZ ERANTZUKIZUN ZIBILARI BURUZKORIK (ZABARKERIA BARNE HARTUTA) EZ KONTRATUARI BURUZKORIK, EZ BESTERIK-- DOKUMENTU HONEN EDO BERTSIO ALDATU BATEN EGILEA, HASIERAKO IDAZLEA, EDOZEIN KOLABORATZAILE EDO BANATZAILE, EDO ALDERDI HORIEN EDOZEIN HORNITZAILE BESTE PERTSONA BATEN AURREAN ERANTZULE EGITEKO, PERTSONA HORREK EDOZEIN MOTATAKO KALTE ZUZENEKO, ZEHARKAKO, BEREZI, INTZIDENTAL EDO ONDORIOZKOAK JASAN DITUELAKO, BESTEAK BESTE (MUGARIK GABE), BEZEROAK GALTZEAREN, LANA ETEN BEHARRAREN, ORDENAGAILUAK EZ IBILTZEAREN EDO GAIZKI IBILTZEAREN ONDORIOZKO KALTEAK, EDO DOKUMENTUA NAHIZ HAREN BERTSIO ALDATUAK ERABILTZETIK ONDORIOZTATZEN DIREN EDO ERABILERA HORREKIN ZERIKUSIA DUEN EDOZEIN KALTE EDO GALERA, ALDERDIARI KALTE HORIEK GERTA ZITEZKEELA ADITZERA EMAN BAZAIO ERE.
zh_tw: 在任何情況或法律理論下，亦即不管是在侵權 (包括疏忽)、契約或其他情形，或是已預先告知會有下列損害之可能時，本文件或修正版的任何作者、原始作者、投稿人以及散布者，或是任何提供單位，對於因使用本文件及修正版，或與本文件及修正版使用相關所造成的任何直接、間接、特殊、偶然或必然之損害，包括 (但不限於) 信譽受損、工作停止、電腦當機或不正常運作，或任何所有其他損害，上述人等皆不需負任何責任。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
eu: DOKUMENTUA ETA DOKUMENTUAREN BERTSIO ALDATUAK GNU DOKUMENTAZIO LIBREAREN LIZENTZIAREN BALDINTZEN ARABERA EMATEN DIRA, ETA ONDOREN ZEHAZTEN DIRENAK ONARTZERA BEHARTZEN DUTE: <placeholder-1/>
zh_tw: 文件以及此文件的修改版本必須遵循 GNU 自由文件許可證，進一步資訊請見：<placeholder-1/>

source: Sun
zh_tw: 昇陽 (Sun)

source: GNOME Documentation Team
eu: GNOMEren dokumentazio-taldea
zh_tw: GNOME 文件團隊

source: Archive Manager Manual V2.26.0
eu: Artxibo-kudeatzailearen eskuliburua V2.26.0
zh_tw: 壓縮檔管理員手冊 V2.26.0

source: March 2009
eu: 2009ko martxoa
zh_tw: 2009 年 3 月

source: Archive Manager Manual V2.24.0
eu: Artxibo-kudeatzailearen eskuliburua V2.24.0
zh_tw: 壓縮檔管理員手冊 V2.24.0

source: July 2008
eu: 2008ko uztaila
zh_tw: 2008 年 7 月

source: Archive Manager Manual V2.6
eu: Artxibo-kudeatzailearen eskuliburua V2.6
zh_tw: 壓縮檔管理員手冊 V2.6

source: April 2006
eu: 2006ko apirila
zh_tw: 2006 年 4 月

source: File Roller Manual V2.5
eu: File Roller eskuliburua V2.5
zh_tw: 壓縮檔管理員手冊 V2.5

source: March 2004
eu: 2004ko martxoa
zh_tw: 2004 年 3 月

source: Sun GNOME Documentation Team
eu: Sun-eko GNOMEren dokumentazio-taldea
zh_tw: 昇陽 GNOME 文件團隊

source: File Roller Manual V2.4
eu: File Roller eskuliburua V2.4
zh_tw: 壓縮檔管理員手冊 V2.4

source: February 2004
eu: 2004ko otsaila
zh_tw: 2004 年 2 月

source: File Roller Manual V2.3
eu: File Roller eskuliburua V2.3
zh_tw: 壓縮檔管理員手冊 V2.3

source: August 2003
eu: 2003ko abuztua
zh_tw: 2003 年 8 月

source: File Roller Manual V2.2
eu: File Roller eskuliburua V2.2
zh_tw: 壓縮檔管理員手冊 V2.2

source: June 2003
eu: 2003ko ekaina
zh_tw: 2003 年 6 月

source: File Roller Manual V2.1
eu: File Roller eskuliburua V2.1
zh_tw: 壓縮檔管理員手冊 V2.1

source: January 2003
eu: 2003ko urtarrila
zh_tw: 2003 年 1 月

source: File Roller Manual V2.0
eu: File Roller eskuliburua V2.0
zh_tw: 壓縮檔管理員手冊 V2.0

source: June 2002
eu: 2002ko ekaina
zh_tw: 2002 年 6 月

source: This manual describes version 2.26.0 of Archive Manager.
eu: Eskuliburu honek artxibo-kudeatzailearen 2.26.0 bertsioa deskribatzen du.
zh_tw: 這個手冊介紹的是「壓縮檔管理員」2.26.0 版。

source: Feedback
eu: Oharra
zh_tw: 意見回覆

source: To report a bug or make a suggestion regarding the <application>Archive Manager</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
eu: <application>Artxibo-kudeatzailea</application> aplikazioari edo eskuliburu honi buruzko akatsen berri emateko edo oharrak bidaltzeko, <ulink url="ghelp:gnome-feedback" type="help">GNOMEra oharrak bidaltzeko orria</ulink>n aurkituko dituzu argibideak.
zh_tw: 若要回報<application>壓縮檔管理員</application>應用程式或是這本手冊上的錯誤或給予建議，請依照 <ulink url="ghelp:gnome-feedback" type="help">GNOME 回饋頁面</ulink> 中的指示。

source: Archiving
eu: Artxibatzea
zh_tw: 建檔

source: Archives
eu: Artxiboak
zh_tw: 打包/壓縮檔

source: Adding files to
eu: Fitxategiak gehitzea
zh_tw: 加入檔案至

source: Deleting files from
eu: Fitxategiak ezabatzea
zh_tw: 刪除檔案從

source: Opening
eu: Irekitzea
zh_tw: 開啟

source: Viewing
eu: Ikustea
zh_tw: 檢視

source: Extracting
eu: Erauztea
zh_tw: 解壓縮

source: Creating
eu: Sortzea
zh_tw: 建立

source: Introduction
eu: Sarrera
zh_tw: 引言

source: You can use the <application>Archive Manager</application> application to create, view, modify, or unpack an archive. An archive is a file that acts as a container for other files. An archive can contain many files, folders, and subfolders, usually in compressed form.
eu: <application>Artxibo-kudeatzailea</application> aplikazioa erabil dezakezu, artxibo bat sortu, ikusi, aldatu edo deskonprimatzeko. Artxibo bat beste fitxategi batzuentzako edukitzaile gisa jarduten duen fitxategi bat da. Artxibo batek hainbat fitxategi, karpeta eta azpikarpeta izan ditzake, normalean konprimituta.
zh_tw: 您可以使用<application>壓縮檔管理員</application>應用程式來建立、檢視、修改或解開打包/壓縮檔。打包檔 (archive) 是裝載其他檔案的容器檔，它可以容納許多檔案、資料夾以及子資料夾。通常打包檔都是以壓縮過的形式呈現 (稱為壓縮檔)。

source: <application>Archive Manager</application> provides only a graphical interface, and relies on command-line utilities such as <command>tar</command>, <command>gzip</command>, and <command>bzip2</command> for archive operations.
eu: <application>Artxibo-kudeatzaileak</application> interfaze grafiko bat eskaintzen du bakarrik, eta <command>tar</command>, <command>gzip</command>, eta <command>bzip2</command> bezalako komando-lerroko utilitateetan oinarritzen da artxibo-eragiketetarako.
zh_tw: <application>壓縮檔管理員</application>本身只提供圖形介面，並依賴指令列工具，像是 <command>tar</command>、<command>gzip</command> 還有 <command>bzip2</command>，以完成建檔的工作。

source: If you have the appropriate command-line tools installed on your system, <application>Archive Manager</application> supports the archive formats listed in the following table.
eu: Sisteman komando-lerroko tresna egokiak instalatuta badituzu, <application>artxibo-kudeatzaileak</application> ondorengo taulan zerrendatutako artxibo-formatuak onartzen ditu.
zh_tw: 只要您的系統有安裝適當的指令列工具，<application>壓縮檔管理員</application>便能夠支援下面表格中列出的打包/壓縮檔格式。

source: Format
eu: Formatua
zh_tw: 格式

source: Filename Extension
eu: Fitxategiaren luzapena
zh_tw: 副檔名

source: 7-Zip archive
eu: 7-Zip artxiboa
zh_tw: 7-Zip 壓縮檔

source: WinAce archive
eu: WinAce artxiboa
zh_tw: WinAce 壓縮檔

source: ALZip archive
eu: ALZip artxiboa
zh_tw: ALZip 壓縮檔

source: AIX small indexed archive
eu: AIX indexatutako artxibo txikia
zh_tw: AIX 小索引打包檔

source: ARJ archive
eu: ARJ artxiboa
zh_tw: ARJ 壓縮檔

source: Cabinet file
eu: Kabinete-fitxategia
zh_tw: Cabinet 檔案

source: UNIX CPIO archive
eu: UNIX CPIO artxiboa
zh_tw: UNIX CPIO 打包檔

source: Debian Linux package
eu: Debian Linux paketea
zh_tw: Debian Linux 打包套件

source: ISO-9660 CD disc image
eu: ISO-9660 CD disko-irudia
zh_tw: ISO-9660 CD 光碟映像檔

source: Java archive
eu: Java artxiboa
zh_tw: Java 壓縮檔

source: Java enterprise archive
eu: Java enterprise artxiboa
zh_tw: Java 商用壓縮檔

source: Java web archive
eu: Java web artxiboa
zh_tw: Java 網路壓縮檔

source: LHA archive
eu: LHA artxiboa
zh_tw: LHA 壓縮檔

source: WinRAR compressed archive
eu: WinRAR artxibo konprimatua
zh_tw: WinRAR 壓縮檔

source: RAR Archived Comic Book
eu: RAR konprimatutako komikia
zh_tw: RAR 漫畫書壓縮檔

source: RPM Linux package
eu: RPM Linux paketea
zh_tw: RPM Linux 打包套件

source: Uncompressed tar archive
eu: Konprimatu gabeko tar artxiboa
zh_tw: 未壓縮 tar 打包檔

source: Tar archive compressed with <command>bzip</command>
eu: <command>bzip</command> bidez konprimatutako tar artxiboa
zh_tw: Tar 打包檔 (使用 <command>bzip</command> 壓縮)

source: <filename>.tar.bz</filename> or <filename>.tbz</filename>
eu: <filename>.tar.bz</filename> edo <filename>.tbz</filename>
zh_tw: <filename>.tar.bz</filename> 或 <filename>.tbz</filename>

source: Tar archive compressed with <command>bzip2</command>
eu: <command>bzip2</command> bidez konprimatutako tar artxiboa
zh_tw: Tar 打包檔 (使用 <command>bzip2</command> 壓縮)

source: <filename>.tar.bz2</filename> or <filename>.tbz2</filename>
eu: <filename>.tar.bz2</filename> edo <filename>.tbz2</filename>
zh_tw: <filename>.tar.bz2</filename> 或 <filename>.tbz2</filename>

source: Tar archive compressed with <command>gzip</command>
eu: <command>gzip</command> bidez konprimatutako tar artxiboa
zh_tw: Tar 打包檔 (使用 <command>gzip</command> 壓縮)

source: <filename>.tar.gz</filename> or <filename>.tgz</filename>
eu: <filename>.tar.gz</filename> edo <filename>.tgz</filename>
zh_tw: <filename>.tar.gz</filename> 或 <filename>.tgz</filename>

source: Tar archive compressed with <command>lzip</command>
eu: <command>lzip</command> bidez konprimatutako tar artxiboa
zh_tw: Tar 打包檔 (使用 <command>lzip</command> 壓縮)

source: <filename>.tar.lz</filename> or <filename>.tlz</filename>
eu: <filename>.tar.lz</filename> edo <filename>.tlz</filename>
zh_tw: <filename>.tar.lz</filename> 或 <filename>.tlz</filename>

source: Tar archive compressed with <command>lzop</command>
eu: <command>lzop</command> bidez konprimatutako tar artxiboa
zh_tw: Tar 打包檔 (使用 <command>lzop</command> 壓縮)

source: <filename>.tar.lzo</filename> or <filename>.tzo</filename>
eu: <filename>.tar.lzo</filename> edo <filename>.tzo</filename>
zh_tw: <filename>.tar.lzo</filename> 或 <filename>.tzo</filename>

source: Tar archive compressed with <command>compress</command>
eu: <command>compress</command> bidez konprimatutako tar artxiboa
zh_tw: Tar 打包檔 (使用 <command>compress</command> 壓縮)

source: <filename>.tar.Z</filename> or <filename>.taz</filename>
eu: <filename>.tar.Z</filename> edo <filename>.taz</filename>
zh_tw: <filename>.tar.Z</filename> 或 <filename>.taz</filename>

source: Tar archive compressed with <command>7zip</command>
eu: <command>7zip</command> bidez konprimatutako tar artxiboa
zh_tw: Tar 打包檔 (使用 <command>7zip</command> 壓縮)

source: Stuffit archives
eu: Stuffit artxiboak
zh_tw: Stuffit 壓縮檔

source: <filename>.bin</filename> or <filename>.sit</filename>
eu: <filename>.bin</filename> edo <filename>.sit</filename>
zh_tw: <filename>.bin</filename> 或 <filename>.sit</filename>

source: PKZIP or WinZip archive
eu: PKZIP edo WinZip artxiboa
zh_tw: PKZIP 或 WinZip 壓縮檔

source: ZIP Archived Comic Book
eu: ZIP konprimatutako komikia
zh_tw: ZIP 漫畫書壓縮檔

source: Zoo archive
eu: Zoo artxiboa
zh_tw: Zoo 壓縮檔

source: The most common archive format on UNIX and Linux systems is the tar archive compressed with <command>gzip</command> or <command>bzip2</command>.
eu: UNIX eta Linux sistemetako artxibo-formaturik ohikoena <command>gzip</command> edo <command>bzip2</command> bidez konprimatutako tar artxiboa da.
zh_tw: UNIX 與 Linux 系統下最常見的壓縮檔格式，是使用 <command>gzip</command> 或 <command>bzip2</command> 壓縮的 tar 打包檔。

source: The most common archive format on Microsoft Windows systems is the archive created with <application>PKZIP</application> or <application>WinZip</application>.
eu: Microsoft Windows sistemetako artxibo-formaturik ohikoena <application>PKZIP</application> edo <application>WinZip</application> bidez sortutako artxiboa da.
zh_tw: Microsoft Windows 系統下最常見的壓縮檔格式，是使用 <application>PKZIP</application> 或 <application>WinZip</application> 建立的打包檔。

source: Compressed Non-Archive Files
eu: Artxiboak ez diren konprimatutako fitxategiak
zh_tw: 壓縮非打包檔案

source: A compressed non-archive file is a file that is created when you use <command>bzip2</command>, <command>gzip</command>, <command>lzip</command>, <command>lzop</command>, <command>compress</command> or <command>rzip</command> to compress a non-archive file. For example, <filename>file.txt.gz</filename> is created when you use <command>gzip</command> to compress <filename>file.txt</filename>.
eu: Artxiboa ez den konprimatutako fitxategi bat <command>bzip2</command>, <command>gzip</command>, <command>lzip</command>, <command>lzop</command>, <command>compress</command> edo <command>rzip</command> erabiltzen duzunean sortzen den fitxategi bat da. Adibidez, <filename>file.txt.gz</filename> sortzen da, <command>gzip</command> erabiltzen duzunean <filename>file.txt</filename> konprimatzeko.
zh_tw: 當您使用 <command>bzip2</command>、<command>gzip</command>、<command>lzip</command>、<command>lzop</command>、<command>compress</command> 或者 <command>rzip</command> 壓縮不是打包檔的檔案時，會建立一份「壓縮非打包檔案」。舉例來說，當您使用 <command>gzip</command> 指令壓縮 <filename>file.txt</filename> 這份檔案時，會建立一份叫作 <filename>file.txt.gz</filename> 的檔案。

source: You can use <application>Archive Manager</application> to create, open and extract a compressed non-archive file.
eu: <application>Artxibo-kudeatzailea</application> erabil dezakezu, artxiboa ez den fitxategi bat sortu, ireki eta erauzteko.
zh_tw: 您可以使用<application>壓縮檔管理員</application>建立、開啟並解開壓縮非打包檔案。

source: Getting Started
eu: Erabiltzen hasteko
zh_tw: 開始使用

source: This section provides information on how to start <application>Archive Manager</application>, and describes the <application>Archive Manager</application> user interface.
eu: Atal honek <application>artxibo-kudeatzailea</application> erabiltzen hasteko informazioa ematen du, eta <application>artxibo-kudeatzailea</application> erabiltzaile-interfazea deskribatzen du.
zh_tw: 本節提供如何開始使用<application>壓縮檔管理員</application>的資訊，並解說<application>壓縮檔管理員</application>的使用介面。(譯註：以下「archive」將統稱為「壓縮檔」 )

source: To Start <application>Archive Manager</application>
eu: <application>Artxibo-kudeatzailea</application> abiaraztea
zh_tw: 啟動<application>壓縮檔管理員</application>

source: You can start <application>Archive Manager</application> in the following ways:
eu: <application>Artxibo-kudeatzailea</application> era hauetan abiaraz dezakezu:
zh_tw: 您可以依照下列方式啟動<application>壓縮檔管理員</application>：

source: <guimenu>Applications</guimenu> menu
eu: <guimenu>Aplikazioak</guimenu> menua
zh_tw: <guimenu>應用程式</guimenu> 選單

source: Choose <menuchoice><guisubmenu>Accessories</guisubmenu><guimenuitem>Archive Manager</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guisubmenu>Gehigarriak</guisubmenu><guimenuitem>Artxibo-kudeatzailea</guimenuitem></menuchoice>.
zh_tw: 選擇 <menuchoice><guisubmenu>附屬應用程式</guisubmenu><guimenuitem>壓縮檔管理員</guimenuitem></menuchoice>。

source: Command line
eu: Komando-lerroa
zh_tw: 指令列

source: Execute the following command: <command>file-roller</command>
eu: Exekutatu komando hau: <command>file-roller</command>
zh_tw: 執行下列指令：<command>file-roller</command>

source: When You Start <application>Archive Manager</application>
eu: <application>Artxibo-kudeatzailea</application> abiarazten duzunean
zh_tw: 當您啟動<application>壓縮檔管理員</application>

source: When you start <application>Archive Manager</application>, the following window is displayed:
eu: <application>Artxibo-kudeatzailea</application> abiarazten duzunean, leiho hau azalduko da:
zh_tw: 當您啟動<application>壓縮檔管理員</application>時，會出現以下視窗：

source: <application>Archive Manager</application> Window
eu: <application>Artxibo-kudeatzailea</application> leihoa
zh_tw: <application>壓縮檔管理員</application>視窗

source: Shows File Roller main window.
eu: File Roller-en leiho nagusia erakusten du.
zh_tw: 顯示 File Roller 主視窗。

source: The <application>Archive Manager</application> window contains the following elements:
eu: <application>Artxibo-kudeatzailearen</application> leihoak honako elementuak ditu:
zh_tw: <application>壓縮檔管理員</application>視窗包含了以下的元件：

source: Menubar
eu: Menu-barra
zh_tw: 選單列

source: The menus on the menubar contain all of the commands that you need to work with archives in <application>Archive Manager</application>.
eu: Menu-barrako menuek <application>artxibo-kudeatzailean</application> artxiboekin lan egiteko behar dituzun komando guztiak dituzte.
zh_tw: 選單列上的各個選單，包含了您在<application>壓縮檔管理員</application>內可以對壓縮檔進行的所有工作指令。

source: Toolbar
eu: Tresna-barra
zh_tw: 工具列

source: The toolbar contains a subset of the commands that you can access from the menubar. <application>Archive Manager</application> displays the toolbar by default. To hide the toolbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Toolbar</guimenuitem></menuchoice>. To show the toolbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Toolbar</guimenuitem></menuchoice> again.
eu: Tresna-barrak menu-barraren bidez erabil ditzakezun komandoetako batzuk izaten ditu. <application>Artxibo-kudeatzaileak</application> tresna-barra erakusten du lehenespenez. Tresna-barra ezkutatzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Tresna-barra</guimenuitem></menuchoice>. Tresna-barra azaltzeko, aukeratu berriz <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Tresna-barra</guimenuitem></menuchoice>.
zh_tw: 工具列包含了一部份動作指令，您也可以在選單列找到這些指令。<application>壓縮檔管理員</application>預設會顯示工具列。若要隱藏工具列，選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>工具列</guimenuitem></menuchoice>；若要顯示工具列，再次選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>工具列</guimenuitem></menuchoice>。

source: Folderbar
eu: Karpeta-barra
zh_tw: 資料夾列

source: The folderbar enables you to navigate among folders within an archive. <application>Archive Manager</application> displays the folderbar only in folder view. See <xref linkend="file-roller-view-type-folder"/> for more information.
eu: Karpeta-barraren bidez, artxibo baten barruan karpeten artean nabiga dezakezu. <application>Artxibo-kudeatzaileak</application> karpeta-barra erakusten du karpeta-ikuspegian bakarrik. Ikus <xref linkend="file-roller-view-type-folder"/> informazio gehiago izateko.
zh_tw: 資料夾列讓您能在壓縮檔內瀏覽資料夾。只有在以資料夾檢視時，<application>壓縮檔管理員</application>才會顯示資料夾列。更多資訊請參見 <xref linkend="file-roller-view-type-folder"/>。

source: Display area
eu: Bistaratze-area
zh_tw: 顯示區域

source: The display area displays the contents of the archive.
eu: Bistaratze-areak artxiboaren edukiak bistaratzen ditu.
zh_tw: 顯示區域會顯示壓縮檔的內容。

source: Statusbar
eu: Egoera-barra
zh_tw: 狀態列
