Repository: GNOME/file-roller
Catalog: help/*/*.po
Languages: eu, zh_tw

source: The statusbar displays information about current <application>Archive Manager</application> activity and contextual information about the archive contents. <application>Archive Manager</application> displays the statusbar by default. To hide the statusbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice>. To show the statusbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice> again.
eu: Egoera-barrak <application>artxibo-kudeatzailearen</application> uneko jarduerari buruzko informazioa eta artxibo-edukiei buruzko testuinguru-informazioa bistaratzen ditu. <application>Artxibo-kudeatzaileak</application> egoera-barra erakusten du lehenespenez. Egoera-barra ezkutatzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Egoera-barra</guimenuitem></menuchoice>. Egoera-barra azaltzeko, aukeratu berriz <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Egoera-barra</guimenuitem></menuchoice>.
zh_tw: 狀態列會顯示有關目前<application>壓縮檔管理員</application>的活動，以及有關壓縮檔內容的資訊。<application>壓縮檔管理員</application>預設會顯示狀態列。若要隱藏狀態列，選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>狀態列</guimenuitem></menuchoice>；若要顯示狀態列，再次選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>狀態列</guimenuitem></menuchoice>。

source: When you right-click in the <application>Archive Manager</application> window, the application displays a popup menu. The popup menu contains the most common contextual archive commands.
eu: <application>Artxibo-kudeatzailearen</application> leihoan eskuineko botoiaz klik egiten duzunean, aplikazioak laster-menu bat bistaratzen du. Laster-menuak testuinguruko artxibo-komando ohikoenak izaten ditu.
zh_tw: 當您在<application>壓縮檔管理員</application>視窗上按下滑鼠右鍵時，程式會顯示彈出式選單，選單內包含了最為常見的壓縮檔相關指令。

source: Browsing the Filesystem
eu: Fitxategi-sistema arakatzea
zh_tw: 瀏覽檔案系統

source: Several <application>Archive Manager</application> dialogs (<guilabel>New</guilabel>, <guilabel>Open</guilabel>, <guilabel>Extract</guilabel>,...) enable you to browse files and folders on your computer. Refer to the <ulink type="help" url="ghelp:user-guide?filechooser-open">Desktop User Guide</ulink> to learn more about using the file browsing dialogs.
eu: <application>Artxibo-kudeatzaileko</application> zenbait elkarrizketa-koadroen bidez (<guilabel>Berria</guilabel>, <guilabel>Ireki</guilabel>, <guilabel>Erauzi</guilabel>...), ordenagailuko fitxategiak eta karpetak araka ditzakezu. Joan <ulink type="help" url="ghelp:user-guide?filechooser-open">Mahaigaineko erabiltzailearen gidara</ulink> fitxategiak arakatzeko elkarrizketa-koadroak erabiltzaileari buruz gehiago jakiteko.
zh_tw: <application>壓縮檔管理員</application>內的某些對話視窗 (<guilabel>新增</guilabel>、<guilabel>開啟</guilabel>、<guilabel>解開</guilabel>、...) 可以讓您瀏覽電腦上的檔案與資料夾。參考 <ulink type="help" url="ghelp:user-guide?filechooser-open">桌面使用者導覽</ulink> 學習更多有關檔案瀏覽對話視窗的使用方式。

source: You can also refer to the <ulink type="help" url="ghelp:user-guide?nautilus-bookmarks">Bookmarks section</ulink> of the Desktop User Guide to learn how you can use the <guilabel>Places</guilabel> pane to access your favorite locations.
eu: Mahaigaineko erabiltzailearen gidako <ulink type="help" url="ghelp:user-guide?nautilus-bookmarks">Laster-markak atalera</ulink> ere joan zaitezke, <guilabel>Lekuak</guilabel> panela zure kokaleku gogokoenetara joateko nola erabil dezakezun ikasteko.
zh_tw: 您也可以參考「桌面使用者導覽」的 <ulink type="help" url="ghelp:user-guide?nautilus-bookmarks">書籤章節</ulink>，學習如何使用 <guilabel>位置</guilabel> 面板來存取您喜歡的位置。

source: Working With Archives
eu: Artxiboekin lan egitea
zh_tw: 處理壓縮檔

source: When you use <application>Archive Manager</application> to work with an archive, all changes are saved to disk immediately. For example, if you delete a file from an archive, <application>Archive Manager</application> deletes the file as soon as you click <guibutton>OK</guibutton>. This behavior is different to that of most applications, which save the changes to disk only when you quit the application or select <guimenuitem>Save</guimenuitem> in the menu.
eu: <application>Artxibo-kudeatzailea</application> erabiltzen duzunean artxibo batekin lan egiteko, aldaketa guztiak diskoan gordetzen dira berehala. Adibidez, artxibo batetik fitxategi bat ezabatzen baduzu, <application>artxibo-kudeatzaileak</application> zuk <guibutton>Ados</guibutton> sakatu bezain laster ezabatzen du fitxategia. Aplikazio gehienek ez dute portaera hori, normalean aplikaziotik irtetean edo menuan <guimenuitem>Gorde</guimenuitem> hautatzean bakarrik gordetzen baitira aldaketak diskoan.
zh_tw: 當您使用<application>壓縮檔管理員</application>處理壓縮檔時，所有變更都會立即存至磁碟。假設您從一份壓縮檔內刪除一個檔案，<application>壓縮檔管理員</application>會在您按下 <guibutton>確定</guibutton> 之後馬上刪除該檔案。本程式的行為不像大多數的應用程式，它們只有在您退出程式，或者按下選單中的 <guimenuitem>儲存</guimenuitem> 時才會儲存變更。

source: If an archive is very large, or you have a slow system, some archive actions can take significant time. To abort the current action, press <keycap>Esc</keycap>. Alternatively, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Stop</guimenuitem></menuchoice>, or click <guibutton>Stop</guibutton> in the toolbar.
eu: Artxibo bat oso handia bada edo sistema motela baduzu, artxibo-ekintza batzuek denbora luzea behar izan dezakete. Uneko prozesua abortatzeko, sakatu <keycap>Ihes</keycap>. Bestela, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Gelditu</guimenuitem></menuchoice>, edo sakatu <guibutton>Gelditu</guibutton> tresna-barran.
zh_tw: 如果壓縮檔太過龐大，或者您的系統很慢，某些動作所花費的時間會相當可觀。若要中止目前的動作，按下 <keycap>Esc</keycap> 鍵。您也可以選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>停止</guimenuitem></menuchoice>，或是點擊工具列上的 <guibutton>停止</guibutton>。

source: UI Component
eu: Interfazearen osagaia
zh_tw: 使用者介面組件

source: Action
eu: Ekintza
zh_tw: 動作

source: Window
eu: Leihoa
zh_tw: 視窗

source: Drag an archive into the <application>Archive Manager</application> window from another application such as a file manager.
eu: Arrastatu artxibo bat <application>artxibo-kudeatzailearen</application> leihora beste aplikazio batetik, esaterako fitxategi-kudeatzaile batetik.
zh_tw: 從另一個程式 (如檔案管理員) 拖曳壓縮檔到<application>壓縮檔管理員</application>視窗裡面。

source: Choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Ireki</guimenuitem></menuchoice>.
zh_tw: 選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>開啟</guimenuitem></menuchoice>。

source: If you have recently opened the archive, it will be listed directly in the <menuchoice><guimenu>Archive</guimenu></menuchoice> menu.
eu: Fitxategia ireki berri baduzu, <menuchoice><guimenu>Artxiboa</guimenu></menuchoice> menuan zerrendatuko da zuzenean.
zh_tw: 若您之前有開過該壓縮檔，它會被直接列在 <menuchoice><guimenu>壓縮檔</guimenu></menuchoice> 選單內。

source: Click on the <guibutton>Open</guibutton> toolbar button.
eu: Egin klik tresna-barrako <guibutton>Ireki</guibutton> botoian.
zh_tw: 點擊工具列上的 <guibutton>開啟</guibutton> 按鈕。

source: If you have recently opened the archive, click on the down arrow near the <guibutton>Open</guibutton> toolbar button.
eu: Artxiboa ireki berri baduzu, egin klik tresna-barrako <guibutton>Ireki</guibutton> botoitik hurbil dagoen behera gezian.
zh_tw: 若您最近有開過該壓縮檔，點擊 <guibutton>開啟</guibutton> 工具列按鈕旁邊的向下箭頭。

source: Right-click popup menu
eu: Egin klik laster-menuan eskuineko botoiaz
zh_tw: 右鍵點擊彈出式選單

source: Right-click on the archive, then choose <guilabel>Open</guilabel> from the popup menu.
eu: Egin klik artxiboan eskuineko botoiaz, eta aukeratu <guilabel>Ireki</guilabel> laster-menutik.
zh_tw: 在壓縮檔上點下右鍵，接著在彈出式選單內選擇 <guilabel>開啟</guilabel>。

source: Shortcut keys
eu: Laster-teklak
zh_tw: 快捷鍵

source: Press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
eu: Sakatu <keycombo><keycap>Ktrl</keycap><keycap>O</keycap></keycombo>.
zh_tw: 按下 <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>。

source: In <application>Archive Manager</application>, you can perform the same action in several ways. For example, you can open an archive in the following ways: <informaltable frame="all"><tgroup cols="2" colsep="1" rowsep="1"><colspec colname="COLSPEC0" colwidth="50*"/><colspec colname="COLSPEC1" colwidth="50*"/><placeholder-1/><placeholder-2/></tgroup></informaltable>
eu: <application>Artxibo-kudeatzailean</application>, ekintza bera hainbat eratan garatu ahal izango duzu. Esate baterako, hona artxibo bat irekitzeko moduak: <informaltable frame="all"><tgroup cols="2" colsep="1" rowsep="1"><colspec colname="COLSPEC0" colwidth="50*"/><colspec colname="COLSPEC1" colwidth="50*"/><placeholder-1/><placeholder-2/></tgroup></informaltable>
zh_tw: 在<application>壓縮檔管理員</application>下，您可以使用各種方式執行相同的動作。例如，您可以藉由以下方式開啟壓縮檔：<informaltable frame="all"><tgroup cols="2" colsep="1" rowsep="1"><colspec colname="COLSPEC0" colwidth="50*"/><colspec colname="COLSPEC1" colwidth="50*"/><placeholder-1/><placeholder-2/></tgroup></informaltable>

source: This manual documents functionality from the menubar.
eu: Eskuliburu honek funtzionaltasuna dokumentatzen du menu-barratik.
zh_tw: 這份文件會說明選單列中各種功能。

source: Filename Patterns
eu: Fitxategi-izenaren ereduak
zh_tw: 檔名樣式

source: <application>Archive Manager</application> enables you to add, extract, or delete several files at once. To apply an action to all files that match a certain pattern, enter the pattern in the text box. The pattern can include standard wildcard symbols such as <keycap>*</keycap> to match any string, and <keycap>?</keycap> to match any single symbol. You can enter several patterns separated by semicolons. <application>Archive Manager</application> applies the action to all files that match at least one of the patterns. The examples in the following table show how to use filename patterns to select files.
eu: <application>Artxibo-kudeatzailearekin</application> hainbat fitxategi aldi berean gehitu, erauzi edo ezaba ditzakezu. Eredu batekin bat datozen fitxategi guztiei ekintza bat aplikatzeko, sartu eredua testu-koadroan. Ereduak komodin estandarrak izan ditzake, hala nola <keycap>*</keycap> , edozein katerekin bat etortzeko, eta <keycap>?</keycap> edozein ikur soilekin bat etortzeko. Eredu bat baino gehiago sar ditzakezu puntu eta komaz bereizita. <application>Artxibo-kudeatzaileak</application> gutxienez ereduetako batekin bat datozen fitxategi guztiei ekintza aplikatzen die. Ondorengo taulako adibideek erakusten dute fitxategi-izenaren ereduak nola erabili fitxategiak hautatzeko.
zh_tw: <application>壓縮檔管理員</application>可以讓您一次增加、解開或刪除數份檔案。若要將動作應用到所有符合特定樣式的檔案，就在文字框內輸入該樣式。樣式可以包含標準的萬用字元，如 <keycap>*</keycap> 可以表示任何字串；<keycap>?</keycap> 則代表任何單一符號。您可以使用分號 <keycap>;</keycap> 將若干條樣式分開。只要有檔案符合至少一項樣式，<application>壓縮檔管理員</application>就會為它們應用動作。以下的範例展示如何使用檔名樣式來選擇檔案。

source: Pattern
eu: Eredua
zh_tw: 樣式

source: Files Matched
eu: Bat datozen fitxategiak
zh_tw: 符合的檔案

source: All files
eu: Fitxategi guztiak
zh_tw: 所有檔案

source: All files with extension <filename>tar</filename>, including those in which the <filename>tar</filename> extension is followed by any sequence of symbols, such as <filename>filename.tar.gz</filename>
eu: <filename>tar</filename> luzapena duten fitxategi guztiak, <filename>tar</filename> luzapenaren ondoren ikur-sekuentzia bat dutenak barne, esaterako <filename>filename.tar.gz</filename>
zh_tw: 所有包含副檔名 <filename>tar</filename> 的檔案，包括 <filename>tar</filename> 副檔名後還有任何符號序列，像是 <filename>filename.tar.gz</filename>

source: All files with extension <filename>jpg</filename> and all files with extension <filename>jpeg</filename>
eu: <filename>jpg</filename> edo <filename>jpeg</filename> luzapena duten fitxategi guztiak
zh_tw: 所有包含副檔名 <filename>jpg</filename> 以及 <filename>jpeg</filename> 的檔案

source: All files with extension <filename>gz</filename> that have the name "file" followed by any single character, e.g. <filename>file2.gz</filename>, <filename>filex.gz</filename>.
eu: <filename>gz</filename> luzapena duten eta fitxategiaren izenaren ondoren karaktere bat duten fitxategi guztiak, adib. <filename>file2.gz</filename> edo <filename>filex.gz</filename>.
zh_tw: 所有包含副檔名 <filename>gz</filename> 並且名稱「file」後面還存在任何單一符號的檔案，例如 <filename>file2.gz</filename>、<filename>filex.gz</filename>。

source: To Open an Archive
eu: Artxibo bat irekitzeko
zh_tw: 開啟壓縮檔

source: Choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Open</guimenuitem></menuchoice> to display the <guilabel>Open</guilabel> dialog. Alternatively press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>, or click <guibutton>Open</guibutton> in the toolbar.
eu: Aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Ireki</guimenuitem></menuchoice>, <guilabel>Ireki</guilabel> elkarrizketa-koadroa bistaratzeko. Bestela, sakatu <keycombo><keycap>Ktrl</keycap><keycap>O</keycap></keycombo>, edo egin klik tresna-barrako <guibutton>Ireki</guibutton> aukeran.
zh_tw: 選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>開啟</guimenuitem></menuchoice>，會顯示 <guilabel>開啟</guilabel> 對話視窗。您也可以按下 <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>，或是點選工具列上的 <guibutton>開啟</guibutton>。

source: Select the archive that you want to open.
eu: Hautatu ireki nahi duzun artxiboa.
zh_tw: 選擇您要開啟的壓縮檔。

source: Click <guibutton>Open</guibutton>.
eu: Sakatu <guibutton>Ireki</guibutton>.
zh_tw: 點擊 <guibutton>開啟</guibutton>。

source: To open an archive, perform the following steps: <placeholder-1/>
eu: Artxibo bat irekitzeko, jarraitu urrats hauek: <placeholder-1/>
zh_tw: 若要開啟壓縮檔，照以下的步驟進行：<placeholder-1/>

source: The archive name in the window titlebar
eu: Artxiboaren izena leihoaren titulu-barran
zh_tw: 壓縮檔的名稱 (視窗標題列)

source: The archive contents in the display area
eu: Artxibo-edukiak bistaratze-arean
zh_tw: 壓縮檔的內容 (顯示區域)

source: The number files and folders (objects) in the current location, and their size when uncompressed, in the statusbar
eu: Fitxategi eta karpeten (objektuen) zenbakia uneko kokalekuan, eta haien deskonprimatu ondorengo tamaina, egoera-barran.
zh_tw: 目前位置的檔案和資料夾 (統稱為物件) 的數量，以及他們解壓縮後的大小 (狀態列)

source: <application>Archive Manager</application> automatically determines the archive type, and displays: <placeholder-1/>
eu: <application>Artxibo-kudeatzaileak</application> automatikoki zehazten du artxibo mota, eta bistaratzen du: <placeholder-1/>
zh_tw: <application>壓縮檔管理員</application>會自動判定壓縮檔的類型，並顯示以下資訊：<placeholder-1/>

source: To open another archive, choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Open</guimenuitem></menuchoice> again. <application>Archive Manager</application> opens each archive in a new window. You can't open another archive in the same window.
eu: Beste artxibo bat irekitzeko, aukeratu berriz <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Ireki</guimenuitem></menuchoice>. <application>Artxibo-kudeatzaileak</application> artxibo bakoitza leiho berri batean irekitzen du. Ezin duzu beste artxibo bat leiho berean ireki.
zh_tw: 若要開啟另一份檔案，再次選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>開啟</guimenuitem></menuchoice>。<application>壓縮檔管理員</application>每開啟一份壓縮檔，會用一個新視窗顯示。您無法在相同的視窗內開啟另外一份壓縮檔。

source: If you try to open an archive that was created in a format that <application>Archive Manager</application> does not recognize, the application displays an error message. See <xref linkend="file-roller-intro"/> for a list of supported formats.
eu: <application>Artxibo-kudeatzaileak</application> ezagutzen ez duen formatu batean sortutako artxibo bat irekitzen saiatzen bazara, aplikazioak errore-mezu bat bistaratzen du. Ikus <xref linkend="file-roller-intro"/> onartutako formatuen zerrenda ikusteko.
zh_tw: 如果您嘗試開啟一份<application>壓縮檔管理員</application>並不認識的壓縮檔類型，程式會顯示錯誤訊息。要查詢支援的格式清單，請參見 <xref linkend="file-roller-intro"/>。

source: To Select Files in an Archive
eu: Artxibo batean fitxategiak hautatzeko
zh_tw: 在壓縮檔內選取檔案

source: To select all files in an archive, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select All</guimenuitem></menuchoice> or press <keycombo><keycap>Ctrl</keycap><keycap>A</keycap></keycombo>.
eu: Artxibo bateko fitxategi guztiak hautatzeko, aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Hautatu denak</guimenuitem></menuchoice>, edo sakatu <keycombo><keycap>Ktrl</keycap><keycap>A</keycap></keycombo>.
zh_tw: 若要在壓縮檔內選取所有檔案，選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>全部選取</guimenuitem></menuchoice>，或是按下 <keycombo><keycap>Ctrl</keycap><keycap>A</keycap></keycombo>。

source: To deselect all files in an archive, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Deselect All</guimenuitem></menuchoice> or press <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>A</keycap></keycombo>.
eu: Artxibo bateko fitxategi guztiak desautatzeko, aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Desautatu denak</guimenuitem></menuchoice>, edo sakatu <keycombo><keycap>Maius</keycap><keycap>Ktrl</keycap><keycap>A</keycap></keycombo>.
zh_tw: 若要取消選取所有檔案，選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>全部不選</guimenuitem></menuchoice>，或是按下 <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>A</keycap></keycombo>。

source: To Extract Files From an Archive
eu: Artxibo batetik fitxategiak erauzteko
zh_tw: 從壓縮檔內解開檔案

source: Select the files that you want to extract. To select more files, press-and-hold <keycap>Ctrl</keycap> and click on the files you want to select.
eu: Hautatu erauzi nahi dituzun fitxategiak. Fitxategi gehiago hautatzeko, mantendu sakatuta <keycap>Ktrl</keycap> eta egin klik hautatu nahi dituzun fitxategietan.
zh_tw: 選擇您要解開的檔案。若要選擇更多檔案，按住 <keycap>Ctrl</keycap> 鍵不放，並點選您要選擇的檔案。

source: Choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Extract</guimenuitem></menuchoice> to display the <guilabel>Extract</guilabel> dialog. Alternatively click <guibutton>Extract</guibutton> in the toolbar.
eu: Aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Erauzi</guimenuitem></menuchoice>, <guilabel>Erauzi</guilabel> elkarrizketa-koadroa bistaratzeko. Bestela, sakatu <guibutton>Erauzi</guibutton> tresna-barran.
zh_tw: 選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>解壓</guimenuitem></menuchoice>，會顯示 <guilabel>解開</guilabel> 對話視窗。您也可以點擊工具列上的 <guibutton>解開</guibutton> 按鈕。

source: Select the folder where <application>Archive Manager</application> extracts the files.
eu: Hautatu <application>artxibo-kudeatzaileak</application> zein karpetatatik erauzi behar dituen fitxategiak.
zh_tw: 選擇<application>壓縮檔管理員</application>要在哪個資料夾內解開檔案。

source: Select the required extract options. For more information about the extract options, see <xref linkend="file-roller-extract-options"/>.
eu: Hautatu eskatutako erauzteko aukerak. Erauzteko aukerei buruzko informazio gehiago izateko, ikus <xref linkend="file-roller-extract-options"/>.
zh_tw: 選擇需要的解壓用選項。更多解壓用選項的相關資訊請見 <xref linkend="file-roller-extract-options"/>。

source: Click <guibutton>Extract</guibutton>.
eu: Sakatu <guibutton>Erauzi</guibutton>.
zh_tw: 點擊 <guibutton>解開</guibutton>。

source: If all of the files in the archive are protected by a password, and you have not specified it, <application>Archive Manager</application> asks you to enter the password.
eu: Artxiboko fitxategi guztiak pasahitz bidez babestuta badaude, eta, zuk zehaztu ez baduzu, <application>artxibo-kudeatzaileak</application> pasahitza sartzeko eskatuko dizu.
zh_tw: 如果壓縮檔內所有檔案受到密碼保護，且您尚未輸入過它的話，<application>壓縮檔管理員</application>會要求您輸入密碼。

source: If some but not all of the files in the archive are protected by a password, and you have not specified the password, <application>Archive Manager</application> does not ask for a password. However, <application>Archive Manager</application> extracts only the unprotected files.
eu: Artxiboko fitxategi batzuk baina ez guztiak pasahitz bidez babestuta badaude, eta pasahitza ez baduzu zuk zehaztu, <application>artxibo-kudeatzaileak</application> ez dizu pasahitzik eskatuko. Nolanahi ere, <application>artxibo-kudeatzaileak</application> babestu gabeko fitxategiak bakarrik erauzten ditu.
zh_tw: 如果壓縮檔內的部份 (非全部) 檔案受到密碼保護，且您尚未輸入過它的話，<application>壓縮檔管理員</application>並不會詢問密碼。不過<application>壓縮檔管理員</application>只會解開未受保護的檔案。

source: For more information about passwords, see <xref linkend="file-roller-encrypt-files"/>.
eu: Pasahitzei buruzko informazio gehiago izateko, ikus <xref linkend="file-roller-encrypt-files"/>.
zh_tw: 更多密碼的相關資訊請見 <xref linkend="file-roller-encrypt-files"/>。

source: To extract files from an open archive, perform the following steps: <placeholder-1/>
eu: Irekitako artxibo batetik fitxategiak erauzteko, eman ondorengo urratsak: <placeholder-1/>
zh_tw: 若要從已開啟的壓縮檔解開檔案，照以下的步驟進行：<placeholder-1/>

source: <application>Archive Manager</application> also provides ways of extracting files from an archive in a file manager window, without opening a <application>Archive Manager</application> window. See <xref linkend="file-roller-fmgr"/> for more information.
eu: Halaber, <application>artxibo-kudeatzaileak</application> bideak ematen ditu fitxategi-kudeatzailearen leiho bateko artxibo batetik fitxategiak erauzteko, <application>artxibo-kudeatzailearen</application> leihorik ireki gabe. Ikus <xref linkend="file-roller-fmgr"/> informazio gehiago izateko.
zh_tw: <application>壓縮檔管理員</application>也提供了從檔案瀏覽器視窗解壓縮檔案的方式，此時不需要開啟<application>壓縮檔管理員</application>視窗。更多資訊請見 <xref linkend="file-roller-fmgr"/>。

source: The Extract operation extracts a <emphasis>copy</emphasis> of the specified files from the archive. The extracted files have the same permissions and modification date as the original files that were added to the archive.
eu: Erauzte-eragiketak zehazten diren fitxategien <emphasis>kopia</emphasis> bana erauzten du artxibotik. Erauzitako fitxategiek eta artxiboan gehitutako jatorrizko fitxategiek baimen eta aldatze-data berak dituzte.
zh_tw: 解壓縮操作會把壓縮檔內的選取檔案，解開成一份 <emphasis>副本</emphasis>。被解開的檔案，以及被加進壓縮檔的原始檔案，它們的權限和修改日期都是相同的。

source: The Extract operation does not change the contents of the archive. For information on how to delete files from an archive, see <xref linkend="file-roller-delete-files"/>.
eu: Erauzte-eragiketak ez ditu artxiboaren edukiak aldatzen. Artxibo batetik fitxategiak nola ezabatu jakiteko, ikus <xref linkend="file-roller-delete-files"/>.
zh_tw: 解壓縮操作並不會改變壓縮檔內的內容。請參閱 <xref linkend="file-roller-delete-files"/>，了解如何刪除壓縮檔內的檔案。

source: To Close an Archive
eu: Artxibo bat ixteko
zh_tw: 關閉壓縮檔

source: To close the current archive and the current <application>Archive Manager</application> window, choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Close</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>.
eu: Uneko artxiboa eta uneko <application>artxibo-kudeatzailearen</application> leihoa ixteko, aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Itxi</guimenuitem></menuchoice>, edo sakatu <keycombo><keycap>Ktrl</keycap><keycap>W</keycap></keycombo>.
zh_tw: 若要關閉目前開啟的壓縮檔和<application>壓縮檔管理員</application>視窗，選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>關閉</guimenuitem></menuchoice>，或是按下 <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>。

source: There is no way to close the current archive but not the <application>Archive Manager</application> window.
eu: Ez dago modurik uneko artxiboa ixteko <application>artxibo-kudeatzailearen</application> leihoa itxi gabe.
zh_tw: 目前無法關閉壓縮檔而不關閉<application>壓縮檔管理員</application>視窗。

source: Creating Archives
eu: Artxiboak sortzea
zh_tw: 建立壓縮檔

source: In addition to opening existing archives, you can also create new archives with <application>Archive Manager</application>.
eu: Aurretik dauden artxiboak irekitzeaz gain, artxibo berriak ere sor ditzakezu <application>artxibo-kudeatzailearekin</application>.
zh_tw: 除了開啟已經存在的壓縮檔之外，您也可以藉由<application>壓縮檔管理員</application>建立新的壓縮檔。

source: To Create an Archive
eu: Artxibo bat sortzeko
zh_tw: 建立壓縮檔
