Repository: GNOME/file-roller
Catalog: help/*/*.po
Languages: eu, zh_tw

source: To specify a sort order, click on the heading of the corresponding column.
eu: Ordenatzeko irizpide bat zehazteko, egin klik dagokion zutabearen izenburuan.
zh_tw: 若要指定一種分類順序，在相對應列的標題上點一下滑鼠。

source: To reverse the sort order, click on the column heading again.
eu: Ordenatzeko irizpidea alderantzikatzeko, egin klik berriz dagokion zutabearen izenburuan.
zh_tw: 若要將分類順序倒轉，再一次點擊該列的標題。

source: For example, to sort the file list by modification date, click on the <guilabel>Date modified</guilabel> heading. <application>Archive Manager</application> rearranges the file list to display the files by modification date, starting with the earliest. To display the latest files first, click on the <guilabel>Date modified</guilabel> heading again.
eu: Adibidez, fitxategi-zerrenda aldatze-dataren arabera ordenatzeko, egin klik <guilabel>Aldatze-data</guilabel> izenburuan. <application>Artxibo-kudeatzaileak</application> fitxategi-zerrenda berrantolatuko du, fitxategiak aldatze-dataren arabera bistaratzeko, zaharrenetik hasita. Zerrendaren hasieran fitxategi berrienak bistaratzeko, egin klik berriz <guilabel>Aldatze-data</guilabel> izenburuan.
zh_tw: 舉例來說，若要以修改日期來分類檔案清單，點擊 <guilabel>修改日期</guilabel> 標題。<application>壓縮檔管理員</application>會將清單從修改日期最早的檔案開始重新排列。若要讓最新的檔案第一個出現，再一次點擊 <guilabel>修改日期</guilabel> 標題。

source: <application>Archive Manager</application> always performs a secondary sort based on the file name. In the above example, <application>Archive Manager</application> sorts by name any files that have the same modification date.
eu: <application>Artxibo-kudeatzaileak</application> izenean oinarritutako bigarren mailako ordena ere ezartzen du beti. Goiko adibidean, <application>artxibo-kudeatzaileak</application> izenaren arabera ordenatzen ditu aldatze-data bera duten fitxategi guztiak.
zh_tw: <application>壓縮檔管理員</application>會以檔案名稱作次要分類。在上面的例子中，<application>壓縮檔管理員</application>會將擁有相同修改日期的檔案用名稱分類。

source: To Display Additional Details
eu: Xehetasun gehigarriak bistaratzeko
zh_tw: 顯示附加詳情

source: If you tested the archive in the current <application>Archive Manager</application> session, the <guilabel>Last Output</guilabel> dialog displays the results of the last test.
eu: Artxiboa <application>artxibo-kudeatzailearen</application> uneko saioan egiaztatu baduzu, <guilabel>Azken irteera</guilabel> elkarrizketa-koadroak azken probaren emaitzak bistaratuko ditu.
zh_tw: 如果您在<application>壓縮檔管理員</application>當前作業階段時，有測試過壓縮檔的話，<guilabel>上一個輸出訊息</guilabel> 對話視窗會顯示最近一次的測試結果。

source: If you did not test the archive in the current <application>Archive Manager</application> session, the <guilabel>Last Output</guilabel> dialog displays a list of all files in the archive, but does not indicate any status for the files. Instead, the <guilabel>Last Output</guilabel> dialog provides the compressed size of each file and the percentage of compression, and the date and time at which the file was last modified.
eu: Artxiboa <application>artxibo-kudeatzailearen</application> uneko saioan egiaztatu ez baduzu, <guilabel>Azken irteera</guilabel> elkarrizketa-koadroak artxiboko fitxategi guztien zerrenda bat bistaratuko du, baina ez du fitxategien egoerarik adieraziko. Hala ere, <guilabel>Azken irteera</guilabel> elkarrizketa-koadroak fitxategi bakoitzaren konprimatutako tamaina eta konpresioaren ehunekoa, eta fitxategia azken aldiz aldatu zeneko data eta ordua ematen ditu.
zh_tw: 如果您並沒有在<application>壓縮檔管理員</application>當前作業階段時測試壓縮檔，<guilabel>上一個輸出訊息</guilabel> 對話視窗會列出壓縮檔內所有檔案，但不會指明這些檔案的狀態為何。<guilabel>上一個輸出訊息</guilabel> 對話視窗會改而提供每個檔案的壓縮後大小與壓縮比率，以及檔案的修改日期與時間。

source: To open the <guilabel>Last Output</guilabel> dialog, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Last Output</guimenuitem></menuchoice>: <placeholder-1/>
eu: <guilabel>Azken irteera</guilabel> elkarrizketa-koadroa irekitzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Azken irteera</guimenuitem></menuchoice>: <placeholder-1/>
zh_tw: 若要開啟 <guilabel>上一個輸出訊息</guilabel> 對話視窗，選擇 <menuchoice><guimenu>檢視</guimenu><guimenuitem>上一個輸出訊息</guimenuitem></menuchoice>：<placeholder-1/>

source: Using the File Manager to Work with an Archive
eu: Fitxategi-kudeatzailea erabiltzea artxibo batekin lan egiteko
zh_tw: 使用檔案管理員處理壓縮檔

source: You can use the file manager to add files to an archive, or to extract files from an archive.
eu: Fitxategi-kudeatzailea artxibo bati fitxategiak gehitzeko edo artxibo batetik fitxategiak erauzteko erabil dezakezu.
zh_tw: 您可以藉由檔案管理員來加入檔案至壓縮檔，或者從壓縮檔內解開檔案。

source: To Add Files to an Archive by Using the File Manager
eu: Fitxategi-kudeatzailea erabiliz artxibo bati fitxategiak gehitzeko
zh_tw: 使用檔案管理員，將檔案加入到壓縮檔

source: Drag the files into a <application>Archive Manager</application> window from a file manager window.
eu: Arrastatu fitxategiak fitxategi-kudeatzailearen leiho batetik <application>artxibo-kudeatzailearen</application> leiho batera.
zh_tw: 將檔案從檔案管理員視窗拖曳至<application>壓縮檔管理員</application>視窗。

source: Use the file manager popup menu to add the files to the archive.
eu: Erabili fitxategi-kudeatzailearen laster-menua artxiboari fitxategiak gehitzeko.
zh_tw: 使用檔案管理員的跳出式選單，將檔案加入到壓縮檔。

source: You can use the file manager to add files to an archive, in the following ways: <placeholder-1/>
eu: Era hauetan erabil dezakezu fitxategi-kudeatzailea artxibo bati fitxategiak gehitzeko: <placeholder-1/>
zh_tw: 您可以藉由以下方式，使用檔案管理員將檔案加入壓縮檔：<placeholder-1/>

source: To use the file manager popup menu to add files to an archive, perform the following steps:
eu: Fitxategi-kudeatzailearen laster-menua artxibo bati fitxategiak gehitzeko erabiltzeko, eman ondorengo urratsak:
zh_tw: 若要使用檔案管理員的跳出式選單來將檔案加入到壓縮檔，照以下的步驟進行：

source: Right-click on the files or folders in a file manager window.
eu: Egin klik eskuineko botoiaz fitxategi edo karpetetan, fitxategi-kudeatzailearen leiho baten barruan.
zh_tw: 在檔案管理員視窗內，檔案或資料夾上點下右鍵。

source: Choose <guimenuitem>Create Archive</guimenuitem> from the file manager popup menu to display the <application>Archive Manager</application><guilabel>Create Archive</guilabel> dialog.
eu: Aukeratu <guimenuitem>Sortu artxiboa</guimenuitem> fitxategi-kudeatzailearen laster-menuan, <application>Artxibo-kudeatzailearen</application><guilabel>Sortu artxiboa</guilabel> elkarrizketa-koadroa bistaratzeko.
zh_tw: 在跳出式選單中選擇 <guimenuitem>建立壓縮檔</guimenuitem>，會出現<application>壓縮檔管理員</application> 的 <guilabel>建立壓縮檔</guilabel> 對話視窗。

source: Enter the archive name, without the file extension, in the <guilabel>Archive</guilabel> text box.
eu: Sartu artxiboaren izena, fitxategiaren luzapena gabe, <guilabel>Artxiboa</guilabel> testu-koadroan.
zh_tw: 在 <guilabel>壓縮檔</guilabel> 文字框內輸入壓縮檔名稱 (忽略副檔名)。

source: Choose the archive type from the drop-down list.
eu: Aukeratu artxibo mota, goitibeherako zerrendan.
zh_tw: 在下拉式選單內選擇壓縮檔類型。

source: Choose the location where to save the archive file, from the <guilabel>Location</guilabel> drop-down list. If the location is not present in the list choose <guilabel>Other...</guilabel> to select it with the <guilabel>Location</guilabel> dialog.
eu: Aukeratu <guilabel>Kokalekua</guilabel> goitibeherako zerrendatik zein kokalekutan gorde nahi duzun artxiboko fitxategia. Kokalekua ez bada zerrendan agertzen, aukeratu <guilabel>Beste bat...</guilabel>, <guilabel>Kokalekua</guilabel> elkarrizketa-koadroarekin hautatzeko.
zh_tw: 從 <guilabel>位置</guilabel> 下拉式選單中，選擇要儲存壓縮檔的位置。如果位置沒有出現在清單內，選擇 <guilabel>其他...</guilabel> 並在 <guilabel>位置</guilabel> 對話視窗中選擇。

source: Click <guilabel>Create</guilabel> to add the selected files to the root folder of the specified archive.
eu: Hautatu<guilabel>Sortu</guilabel> hautatutako fitxategiak zehaztutako artxiboko erro-karpetari gehitzeko.
zh_tw: 點擊 <guilabel>建立</guilabel>，就會將這些被選取的檔案加入至指定壓縮檔的根目錄。

source: To select any of the advanced add options, you must invoke <application>Archive Manager</application> as described in <xref linkend="file-roller-to-start"/>.
eu: Gehitzeko aukera aurreratuetako edozein hautatzeko, <application>artxibo-kudeatzailera</application> jo behar duzu, hemen azaltzen den bezala: <xref linkend="file-roller-to-start"/>.
zh_tw: 若要選擇任何進階的加入用選項，您必須如 <xref linkend="file-roller-to-start"/> 所述呼叫<application>壓縮檔管理員</application>。

source: To Extract Files From an Archive by Using the File Manager
eu: Fitxategi-kudeatzailea erabiliz artxibo batetik fitxategiak erauzteko
zh_tw: 使用檔案管理員，從壓縮檔內解開檔案

source: Drag the files from a <application>Archive Manager</application> window into a file manager window.
eu: Arrastatu fitxategiak <application>artxibo-kudeatzailearen</application> leiho batetik fitxategi-kudeatzailearen leiho batera.
zh_tw: 將檔案從<application>壓縮檔管理員</application>視窗拖曳至檔案管理員視窗。

source: Use the file manager popup menu to extract the files from the archive.
eu: Erabili fitxategi-kudeatzailearen laster-menua artxibotik fitxategiak erauzteko.
zh_tw: 使用檔案管理員的跳出式選單，從壓縮檔內解開檔案。

source: You can use the file manager to extract files from an archive, in the following ways: <placeholder-1/>
eu: Era hauetan erabil dezakezu fitxategi-kudeatzailea artxibo batetik fitxategiak erauzteko: <placeholder-1/>
zh_tw: 您可以藉由以下方式，使用檔案管理員將檔案從壓縮檔內解開：<placeholder-1/>

source: To use the file manager popup menu to extract files from an archive, perform the following steps:
eu: Fitxategi-kudeatzailearen laster-menua artxibo batetik fitxategiak erauzteko erabiltzeko, eman ondorengo urratsak:
zh_tw: 若要使用檔案管理員的跳出式選單來將檔案從壓縮檔內解開，照以下的步驟進行：

source: Right-click on the archive in a file manager window.
eu: Egin klik eskuineko botoiaz artxiboan, fitxategi-kudeatzailearen leiho baten barruan.
zh_tw: 在檔案管理員視窗內的壓縮檔上點下右鍵。

source: Choose <guimenuitem>Extract Here</guimenuitem> to extract all of the archive contents into the directory where the archive is located.
eu: Aukeratu <guimenuitem>Erauzi hemendik</guimenuitem> artxiboko eduki guztiak artxiboa kokatuta dagoen direktoriora erauzteko.
zh_tw: 選擇 <guimenuitem>在此解壓縮</guimenuitem>，將壓縮檔內所有內容都解開到壓縮檔所在目錄。

source: If the archive is encrypted, <application>Archive Manager</application> will ask to enter the password before extracting the files.
eu: Artxiboa enkriptatuta badago, <application>artxibo-kudeatzaileak</application> pasahitza idazteko eskatuko dizu, fitxategiak erauzi aurretik.
zh_tw: 如果壓縮檔已被加密，<application>壓縮檔管理員</application>會在解開檔案前要求輸入密碼。

source: Create Options
eu: Sortzeko aukerak
zh_tw: 建立用選項

source: When creating a new archive, or when converting an existing archive to another format, click on <guilabel>Other Options</guilabel> to specify the following advanced options:
eu: Artxibo berri bat sortzean, edo artxibo bat beste formatu batera bihurtzean, hautatu <guilabel>Beste aukera batzuk</guilabel>, ondorengo aukera aurreratuak zehazteko:
zh_tw: 在建立新壓縮檔，或是將已存在的壓縮檔轉換成另一種格式時，點擊 <guilabel>其他選項</guilabel> 可以指定下列的進階選項：

source: Password
eu: Pasahitza
zh_tw: 密碼

source: Type the password that will be used to encrypt the archive. If no password is specified the archive will not be encrypted.
eu: Idatzi artxiboa enkriptatzeko erabiliko den pasahitza. Pasahitzik zehaztu ezean, artxiboa ez da enkriptatuko.
zh_tw: 輸入加密壓縮檔時使用的密碼。如果沒有指定密碼，壓縮檔將不會被加密。

source: Not all archive types support encryption. For more information about file encryption, see <xref linkend="file-roller-encrypt-files"/>.
eu: Artxibo mota guztiek ez dute enkriptatzea onartzen. Fitxategiak enkriptatzeari buruzko informazio gehiago izateko, ikus <xref linkend="file-roller-encrypt-files"/>.
zh_tw: 並不是所有壓縮檔類型都支援加密功能。更多檔案加密的相關資訊請參見 <xref linkend="file-roller-encrypt-files"/>。

source: Encrypt the file list too
eu: Enkriptatu fitxategi-zerrenda ere
zh_tw: 同時加密此檔案清單

source: If this option is selected, the password will be requested even to view the list of files contained in the archive, otherwise it will be requested only to extract the files from the archive. This option is available only if a password is specified.
eu: Aukera hau hautatuta badago, pasahitza eskatuko da baita artxiboan dauden fitxategien zerrenda ikusteko ere, eta bestela fitxategiak artxibotik erauzteko bakarrik eskatuko da. Aukera hau pasahitz bat zehaztu denean bakarrik erabili ahal izango da.
zh_tw: 如果勾選了這個選項，在檢視壓縮檔的檔案清單時也會要求密碼，否則只有在解開檔案的時候才會詢問。這個選項只有在指定密碼的時候才會有用。

source: Split in volumes
eu: Zatitu bolumenetan
zh_tw: 以大小分割

source: Select this option to split the archive in more files of the specified dimension.
eu: Hautatu aukera hau artxiboa zehaztutako dimentsioko fitxategi bat baino gehiagotan zatitzeko.
zh_tw: 勾選這個選項後，會以指定的尺寸將壓縮檔分割為數份檔案。

source: Only 7-Zip and RAR archives support this feature.
eu: 7-Zip eta RAR artxiboek bakarrik onartzen dute eginbide hau.
zh_tw: 只有 7-Zip 和 RAR 壓縮檔支援這項功能。

source: Add Options
eu: Gehitu aukerak
zh_tw: 加入用選項

source: The <guilabel>Add Files</guilabel> and <guilabel>Add a Folder</guilabel> dialogs provide the following option:
eu: <guilabel>Gehitu fitxategiak</guilabel> eta <guilabel>Gehitu karpeta bat</guilabel> elkarrizketa-koadroek ondorengo aukera ematen dute:
zh_tw: <guilabel>加入檔案</guilabel> 和 <guilabel>加入資料夾</guilabel> 對話視窗有提供下面的選項：

source: Add only if newer
eu: Gehitu berriagoa bada bakarrik
zh_tw: 只加入較新的

source: Select this option to add the specified file to the archive only if the archive does not contain the specified file, or if the archive contains an older version of the specified file. <application>Archive Manager</application> uses the modification date to determine which file is the most recent. If the version of the file in the archive is the most recent, <application>Archive Manager</application> does not add the specified file to the archive.
eu: Hautatu aukera hau zehaztutako fitxategia artxiboari gehitzeko, baina bakarrik artxiboak zehaztutako fitxategia ez badauka, edo artxiboak zehaztutako fitxategiaren bertsio zaharragoa badauka. <application>Artxibo-kudeatzaileak</application> aldatze-data erabiltzen du, fitxategi berriena zein den zehazteko. Artxiboko fitxategiaren bertsioa berriena bada, <application>artxibo-kudeatzaileak</application> ez dio artxiboari zehaztutako fitxategia gehituko.
zh_tw: 勾選這個選項後，只有當壓縮檔沒有指定檔案，或是包含指定檔案的舊版本時，才會將檔案加入。<application>壓縮檔管理員</application>以修改日期來決定檔案的時間先後順序。如果壓縮檔內的檔案版本較新，<application>壓縮檔管理員</application>就不會將指定檔案加入壓縮檔。

source: If you do not select this option, <application>Archive Manager</application> adds the file to the archive and overwrites the previous archive contents.
eu: Aukera hau hautatzen ez baduzu, <application>artxibo-kudeatzaileak</application> fitxategia artxiboari gehituko dio, eta aurreko artxibo-edukiak gainidatziko ditu.
zh_tw: 如果您沒有勾選這個選項，<application>壓縮檔管理員</application>會直接將檔案加入壓縮檔，並覆寫之前的壓縮檔內容。

source: Open the <filename>backup.tar.gz</filename> archive in <application>Archive Manager</application>.
eu: Ireki <filename>backup.tar.gz</filename> artxiboa <application>artxibo-kudeatzailean</application>.
zh_tw: 在<application>壓縮檔管理員</application>開啟 <filename>backup.tar.gz</filename> 壓縮檔。

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Add</guimenuitem></menuchoice> to display the <guilabel>Add a Folder</guilabel> dialog.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Gehitu</guimenuitem></menuchoice>, <guilabel>Gehitu karpeta bat</guilabel> elkarrizketa-koadroa bistaratzeko.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>加入</guimenuitem></menuchoice>，會顯示 <guilabel>加入資料夾</guilabel> 對話視窗。

source: Select your home folder.
eu: Hautatu zure karpeta nagusia.
zh_tw: 選擇您的使用者資料夾。

source: Select the <guilabel>Add only if newer</guilabel> option.
eu: Hautatu <guilabel>Gehitu berriagoa bada bakarrik</guilabel> aukera.
zh_tw: 勾選 <guilabel>只加入較新的</guilabel> 這個選項。

source: Click <guibutton>Add</guibutton>.
eu: Sakatu <guibutton>Gehitu</guibutton>.
zh_tw: 點擊 <guibutton>加入</guibutton>。

source: If you use <application>Archive Manager</application> to create backups, the <guilabel>Add only if newer</guilabel> option is very useful. For example, the archive <filename>backup.tar.gz</filename> contains a week-old backup of your home folder. To update the archive to contain a current backup of your home folder, perform the following steps: <placeholder-1/>
eu: <application>Artxibo-kudeatzailea</application> babeskopiak sortzeko erabiltzen baduzu, <guilabel>Gehitu berriagoa bada bakarrik</guilabel> aukera oso erabilgarria izango da. Adibidez, <filename>backup.tar.gz</filename> artxiboak zure karpeta nagusiaren orain dela astebeteko babeskopia bat du. Artxiboak uneko babeskopia bat eduki dezan eguneratzeko, eman ondorengo urratsak: <placeholder-1/>
zh_tw: 如果您把<application>壓縮檔管理員</application>用於建立備份，<guilabel>只加入較新的</guilabel> 這個選項會非常實用。舉例來說，壓縮檔 <filename>backup.tar.gz</filename> 包含了您一個禮拜前的使用者資料夾備份。若要備份目前的使用者資料夾並更新壓縮檔，照以下的步驟進行：<placeholder-1/>

source: <application>Archive Manager</application> automatically adds to the archive all files that you created during the last week, and updates all files that you modified during the last week. However, <application>Archive Manager</application> does not remove from the archive the files that you deleted during the last week. The archive update operation is much faster than doing a full backup of your home folder.
eu: <application>Artxibo-kudeatzaileak</application> automatikoki azken astean zehar sortu dituzun fitxategi guztiak gehituko dizkio artxiboari, eta azken astean zehar aldatu dituzun fitxategi guztiak eguneratuko ditu. Alabaina, <application>artxibo-kudeatzaileak</application> ez ditu azken astean ezabatu dituzun fitxategiak artxibotik kenduko. Artxiboa eguneratzeko eragiketa zure karpeta nagusiaren babeskopia osoa egitea baino askoz azkarragoa da.
zh_tw: <application>壓縮檔管理員</application>會將您從上禮拜起建立的檔案，全部自動加入壓縮檔，並更新您從上禮拜起修改過的所有檔案。但是<application>壓縮檔管理員</application>不會刪除您從上禮拜起刪除的任何檔案。這種更新壓縮檔的作法，比起為使用者資料夾做完整備份還要快許多。

source: Add to Folder Options
eu: Artxiboari gehitzeko aukerak
zh_tw: 加入資料夾用選項

source: The following options are available in the <guilabel>Add a Folder</guilabel> dialog and allow to automatically select and add all files that satisfy certain criteria:
eu: Ondorengo aukerak <guilabel>Gehitu karpeta bat</guilabel> elkarrizketa-koadroan daude erabilgarri, eta, haien bidez, irizpide jakin batzuk betetzen dituzten fitxategi guztiak automatikoki hautatu eta gehitu daitezke:
zh_tw: 下面的選項都能在 <guilabel>加入資料夾</guilabel> 對話視窗內使用，它們也能用來自動選擇、加入所有符合特定標準的檔案：

source: Include files
eu: Sartu fitxategiak
zh_tw: 包含檔案

source: Type a filename pattern in this text box to include files with names that match the specified pattern. See <xref linkend="file-roller-pattern"/> for more information about filename patterns.
eu: Idatzi fitxategi-izenaren eredu bat testu-koadro honetan, zehaztutako ereduarekin bat datozen izenak dituzten fitxategiak sartzeko. Ikus <xref linkend="file-roller-pattern"/> fitxategi-izenen ereduei buruzko informazio gehiago izateko.
zh_tw: 在此文字框內輸入檔案樣式後，便可包含名稱符合該指定樣式的檔案。更多檔名樣式的相關資訊請參見 <xref linkend="file-roller-pattern"/>。

source: Exclude files
eu: Kanpoan utzi fitxategiak
zh_tw: 不包括檔案

source: Type a filename pattern in this text box to exclude files with names that match the specified pattern. See <xref linkend="file-roller-pattern"/> for more information about filename patterns.
eu: Idatzi fitxategi-izenaren eredu bat testu-koadro honetan, zehaztutako ereduarekin bat datozen izenak dituzten fitxategiak kanpoan uzteko. Ikus <xref linkend="file-roller-pattern"/> fitxategi-izenen ereduei buruzko informazio gehiago izateko.
zh_tw: 在此文字框內輸入檔案樣式後，便可排除名稱符合該指定樣式的檔案。更多檔名樣式的相關資訊請參見 <xref linkend="file-roller-pattern"/>。

source: Exclude folders
eu: Kanpoan utzi karpetak
zh_tw: 排除的資料夾

source: Type a filename pattern in this text box to exclude folders with names that match the specified pattern. See <xref linkend="file-roller-pattern"/> for more information about filename patterns.
eu: Idatzi fitxategi-izenaren eredu bat testu-koadro honetan, zehaztutako ereduarekin bat datozen izenak dituzten karpetak kanpoan uzteko. Ikus <xref linkend="file-roller-pattern"/> fitxategi-izenen ereduei buruzko informazio gehiago izateko.
zh_tw: 在此文字框內輸入檔案樣式後，便可排除名稱符合該指定樣式的資料夾。更多檔名樣式的相關資訊請參見 <xref linkend="file-roller-pattern"/>。

source: Include subfolders
eu: Sartu azpikarpetak
zh_tw: 包含子目錄

source: Select this option to add all files that match the specified pattern, from the current folder and from subfolders.
eu: Hautatu aukera hau zehaztutako ereduarekin bat datozen uneko karpetako zein azpikarpetetako fitxategi guztiak sartzeko.
zh_tw: 勾選這個選項，就會加入當前目錄以及次目錄下所有符合指定樣式的檔案。

source: The filename, not the subfolder name, must match the specified pattern.
eu: Fitxategi-izenak bat etorri behar du zehaztutako ereduarekin, eta ez azpikarpetaren izenak.
zh_tw: 檔案名稱 (非次目錄名稱) 必須符合指定樣式。

source: If you do not select this option, <application>Archive Manager</application> adds the matching files from the current folder only.
eu: Aukera hau zehazten ez baduzu, <application>artxibo-kudeatzaileak</application> uneko karpetako bat datozen fitxategiak bakarrik gehituko ditu.
zh_tw: 如果您沒有勾選這個選項，<application>壓縮檔管理員</application>只會加入當前目錄下符合的檔案。

source: Exclude folders that are symbolic links
eu: Kanpoan utzi esteka sinbolikoak diren karpetak
zh_tw: 不包括是符號連結的資料夾

source: Select this option to omit files from folders that are symbolic links. Symbolic links are pointers or shortcuts to other folders.
eu: Hautatu aukera hau esteka sinbolikoak diren karpetetako fitxategiak kanpoan uzteko. Esteka sinbolikoak beste karpeta batzuetarako erakusleak edo lasterbideak dira.
zh_tw: 勾選這個選項，屬於符號連結的資料夾，其內部所有檔案都會被忽略。符號連結是其他資料夾的指標或捷徑。

source: If you do not select this option, <application>Archive Manager</application> adds the matching files from folders that are symbolic links.
eu: Aukera hau zehazten ez baduzu, <application>artxibo-kudeatzaileak</application> esteka sinbolikoak diren karpetetako bat datozen fitxategiak bakarrik gehituko ditu.
zh_tw: 如果您沒有勾選這個選項，只要屬於符號連結的資料夾裡面有符合的檔案，<application>壓縮檔管理員</application>也會將它們加入。

source: Save Options
eu: Gorde aukerak
zh_tw: 儲存選項

source: Click on this button to save the current selection of advanced add options to a file. The <guilabel>Save Options</guilabel> dialog is displayed. Enter a descriptive filename in the <guilabel>Options Name</guilabel> text box, then click <guibutton>Save</guibutton>.
eu: Egin klik botoi honetan, fitxategian gehitzeko aukera aurreratuen uneko hautapena gordetzeko. <guilabel>Gordetzeko aukerak</guilabel> elkarrizketa-koadroa bistaratzen da. Sartu fitxategi-izen deskriptibo bat <guilabel>Gordetzeko aukerak</guilabel> testu-koadroan, eta sakatu <guibutton>Gorde</guibutton>.
zh_tw: 點擊這個按鈕，會將目前的加入用進階選項儲存成檔案。接著會出現 <guilabel>儲存選項</guilabel>。在 <guilabel>選項名稱</guilabel> 文字框內輸入描述用的檔名，並點擊 <guibutton>儲存</guibutton>。

source: Load Options
eu: Kargatzeko aukerak
zh_tw: 載入選項

source: Click on this button to load or delete a previously saved selection of advanced add options. The <guilabel>Load Options</guilabel> dialog is displayed.
eu: Egin klik botoi honetan, aurretik gordetako gehitzeko aukera aurreratuen hautapena kargatzeko edo ezabatzeko. <guilabel>Kargatzeko aukerak</guilabel> elkarrizketa-koadroa bistaratzen da.
zh_tw: 點擊這個按鈕，可以載入之前儲存的加入用進階選項，也可以刪除它們。接著會出現 <guilabel>載入選項</guilabel> 對話視窗。

source: To load a set of options, select the options file in the list box, then click <guibutton>Apply</guibutton>.
eu: Aukera multzo bat kargatzeko, hautatu aukeren fitxategia zerrenda-koadroan, eta sakatu <guibutton>Aplikatu</guibutton>.
zh_tw: 若要載入選項設置，選擇清單框內的選項檔案，並點擊 <guibutton>套用</guibutton>。
