Repository: GNOME/file-roller
Catalog: help/*/*.po
Languages: eu, zh_tw

source: Choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>New</guimenuitem></menuchoice> to display the <guilabel>New</guilabel> dialog. Alternatively press <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>, or click <guibutton>New</guibutton> in the toolbar.
eu: Aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Berria</guimenuitem></menuchoice>, <guilabel>Berria</guilabel> elkarrizketa-koadroa bistaratzeko. Bestela, sakatu <keycombo><keycap>Ktrl</keycap><keycap>N</keycap></keycombo>, edo egin klik tresna-barrako <guibutton>Berria</guibutton> aukeran.
zh_tw: 選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>新增</guimenuitem></menuchoice>，會顯示 <guilabel>新增</guilabel> 對話視窗。您也可以按下 <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>，或是點擊工具列上的 <guibutton>新增</guibutton>。

source: Specify the folder where <application>Archive Manager</application> places the new archive clicking on the entry in the <guilabel>Save in folder</guilabel> drop-down list. If the folder is not present in list, click on <guilabel>Browse for other folders</guilabel>, and select the folder. Alternatively, enter the path in the <guilabel>Name</guilabel> text box.
eu: Zehaztu <application>artxibo-kudeatzaileak</application> zein karpetatan kokatu behar duen artxibo berria, <guilabel>Gorde karpetan...</guilabel> goitibeherako zerrendako sarrera batean klik eginez. Karpeta zerrendan ez badago, egin klik <guilabel>Arakatu beste karpeta batzuk</guilabel> aukeran, eta hautatu karpeta. Bestela, sartu bidea <guilabel>Izena</guilabel> testu-koadroan.
zh_tw: 在 <guilabel>儲存於資料夾</guilabel> 下拉式選單中，指定<application>壓縮檔管理員</application>要放置新壓縮檔的資料夾，並點選它。如果資料夾沒有出現在清單內，點選 <guilabel>瀏覽其他資料夾</guilabel>，並選擇資料夾。或是在 <guilabel>名稱</guilabel> 文字框內輸入路徑。

source: Enter the name of the new archive, including the file extension, in the <guilabel>Name</guilabel> text box. Alternatively you can specify the archive name without extension, and then select the archive type from the <guilabel>Archive type</guilabel> drop-down menu, this way the extension will be added automatically.
eu: Sartu artxibo berriaren izena, fitxategi-luzapena barne, <guilabel>Izena</guilabel> testu-koadroan. Bestela, artxibo-izena luzapenik gabe zehaztu dezakezu, eta, ondoren, artxibo mota hautatu <guilabel>Artxibo mota</guilabel> goitibeherako menutik. Horrela luzapena automatikoki gehituko zaio.
zh_tw: 在 <guilabel>名稱</guilabel> 文字框內輸入新壓縮檔的名稱 (包括副檔名)。您也可以只輸入壓縮檔名稱，並從 <guilabel>壓縮檔類型</guilabel> 下拉式選單中選擇壓縮檔類型，這樣就會自動加上副檔名。

source: Select the required create options clicking on <guilabel>Other Options</guilabel>. For more information about the create options, see <xref linkend="file-roller-create-options"/>.
eu: Hautatu behar diren sortzeko aukerak, <guilabel>Beste aukera batzuk</guilabel> hautatuz. Sortzeko aukerei buruzko informazio gehiago izateko, ikus <xref linkend="file-roller-create-options"/>.
zh_tw: 從 <guilabel>其他選項</guilabel> 選擇您所需的建立用選項。更多建立用選項的相關資訊請見 <xref linkend="file-roller-create-options"/>。

source: Click <guibutton>New</guibutton>. <application>Archive Manager</application> creates an empty archive, but does not yet write the archive to disk.
eu: Hautatu <guibutton>Berria</guibutton>. <application>Artxibo-kudeatzaileak</application> artxibo huts bat sortzen du, baina ez du oraindik artxiboa diskoan idazten.
zh_tw: 點擊 <guibutton>新增</guibutton>。<application>壓縮檔管理員</application>會建立一個新壓縮檔，此時壓縮檔還沒有被寫進硬碟裡面。

source: <application>Archive Manager</application> writes a new archive to disk only when the archive contains at least one file. If you create a new archive and quit <application>Archive Manager</application> before you add any files to the archive, <application>Archive Manager</application> deletes the archive.
eu: <application>Artxibo-kudeatzaileak</application> artxibo berri bat diskoan gordetzeko, artxiboak gutxienez fitxategi bat eduki behar du. Artxibo berri bat sortzen baduzu, eta <application>artxibo-kudeatzailetik</application> artxiboari fitxategirik gehitu gabe ateratzen bazara, <application>artxibo-kudeatzaileak</application> artxiboa ezabatuko du.
zh_tw: 只有在壓縮檔內包含至少一個檔案的時候，<application>壓縮檔管理員</application>才會將新壓縮檔寫入硬碟。假設您建立了一個壓縮檔，如果您在加入任何檔案之前離開<application>壓縮檔管理員</application>的話，壓縮檔將會被<application>壓縮檔管理員</application>刪除。

source: Add files to the new archive as described in <xref linkend="file-roller-add-files"/>. <placeholder-1/>
eu: Gehitu fitxategiak artxibo berriari, hemen deskribatzen den bezala: <xref linkend="file-roller-add-files"/>. <placeholder-1/>
zh_tw: 加入檔案到新壓縮檔的方式會在 <xref linkend="file-roller-add-files"/> 描述。<placeholder-1/>

source: To create an archive, perform the following steps: <placeholder-1/>
eu: Artxibo bat sortzeko, eman urrats hauek: <placeholder-1/>
zh_tw: 若要建立壓縮檔，照以下的步驟進行：<placeholder-1/>

source: To Add Files to an Archive
eu: Artxibo bati fitxategiak gehitzeko
zh_tw: 將檔案加入到壓縮檔

source: Decide where in the archive you want to add the files, then open that location in the archive.
eu: Erabaki artxiboan non gehitu nahi dituzun fitxategiak, eta ireki artxiboko kokaleku hori.
zh_tw: 決定壓縮檔內您要加入檔案的位置，接著在壓縮檔內打開該位置。

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Add Files</guimenuitem></menuchoice> to display the <guilabel>Add Files</guilabel> dialog, or click <guibutton>Add Files</guibutton> in the toolbar.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Gehitu fitxategiak</guimenuitem></menuchoice> <guilabel>Gehitu fitxategiak</guilabel> elkarrizketa-koadroa bistaratzeko, edo sakatu <guibutton>Gehitu fitxategiak</guibutton> tresna-barran.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>加入檔案</guimenuitem></menuchoice>，會顯示 <guilabel>加入檔案</guilabel> 對話視窗，或者點選工具列上的 <guibutton>加入檔案</guibutton>。

source: Select the files that you want to add. To select more files press-and-hold <keycap>Ctrl</keycap> and click the files.
eu: Hautatu gehitu nahi dituzun fitxategiak. Fitxategi gehiago hautatzeko, mantendu sakatuta <keycap>Ktrl</keycap> eta egin klik fitxategietan.
zh_tw: 選擇您要加入的檔案。按住 <keycap>Ctrl</keycap> 不放，可以點選任意多個檔案。

source: Click <guibutton>Add</guibutton>. <application>Archive Manager</application> adds the files to the current folder in the archive.
eu: Sakatu <guibutton>Gehitu</guibutton>. <application>Artxibo-kudeatzaileak</application> artxiboko uneko karpetan gehitzen ditu fitxategiak.
zh_tw: 點擊 <guibutton>加入</guibutton>。<application>壓縮檔管理員</application>會將檔案加入至壓縮檔目前所在的資料夾。

source: To add files to an archive, perform the following steps: <placeholder-1/>
eu: Artxibo batean fitxategiak gehitzeko, eman urrats hauek: <placeholder-1/>
zh_tw: 若要在壓縮檔內加入檔案，照以下的步驟進行：<placeholder-1/>

source: You cannot add folders to the archive with the <guilabel>Add Files</guilabel> dialog. To add a folder see <xref linkend="file-roller-add-folder"/>.
eu: Ezin duzu artxiboan karpetarik gehitu <guilabel>Gehitu fitxategiak</guilabel> elkarrizketa-koadroarekin. Karpeta bat gehitzeko, ikus <xref linkend="file-roller-add-folder"/>.
zh_tw: 您無法用 <guilabel>加入檔案</guilabel> 對話視窗來加入資料夾。若要加入資料夾，請參見 <xref linkend="file-roller-add-folder"/>。

source: The <guilabel>Add Files</guilabel> dialog provides the <guilabel>Add only if newer</guilabel> option, see <xref linkend="file-roller-add-options"/> for more information on this option.
eu: <guilabel>Gehitu fitxategiak</guilabel> elkarrizketa-koadroak <guilabel>Gehitu berriagoa bada bakarrik</guilabel> aukera ematen du. Ikus <xref linkend="file-roller-add-options"/> aukera horri buruzko informazio gehiago izateko.
zh_tw: <guilabel>加入檔案</guilabel> 對話框有提供 <guilabel>只加入較新的</guilabel> 這個選項，更多該選項的相關資訊請參見 <xref linkend="file-roller-add-options"/>。

source: You can also add files to an archive in a file manager window, without opening an <application>Archive Manager</application> window. See <xref linkend="file-roller-fmgr"/> for more information.
eu: Halaber, badago aukera fitxategi-kudeatzailearen leihoan artxibo bati fitxategiak gehitzeko, <application>artxibo-kudeatzailearen</application> leihorik ireki gabe. Ikus <xref linkend="file-roller-fmgr"/> informazio gehiago izateko.
zh_tw: 您也可以在檔案管理員視窗內為壓縮檔加入檔案，且不需要開啟<application>壓縮檔管理員</application>視窗。更多資訊請參見 <xref linkend="file-roller-fmgr"/>。

source: The Add operation adds a <emphasis>copy</emphasis> of the specified files or folders to the archive. <application>Archive Manager</application> does not remove the original files, which remain unchanged in the file system. The copies that are added to the archive have the same permissions and modification date as the original files.
eu: Gehitze-eragiketak zehazten diren fitxategien edo karpeten <emphasis>kopia</emphasis> bana gehitzen du artxiboan. <application>Artxibo-kudeatzaileak</application> ez ditu jatorrizko fitxategiak kentzen, eta fitxategi-sisteman aldatu gabe geratzen dira. Artxiboan gehitutako kopiek eta jatorrizko fitxategiek baimen eta aldatze-data berak dituzte.
zh_tw: 「加入」操作會為壓縮檔加入指定檔案或資料夾的 <emphasis>副本</emphasis>。<application>壓縮檔管理員</application>並不會刪除原始檔案，它們會原封不動地待在檔案系統內。加入壓縮檔的副本和原始檔案一樣，具有相同的權限與修改日期。

source: To Add a Folder to an Archive
eu: Artxibo bati karpeta bat gehitzeko
zh_tw: 將資料夾加入到壓縮檔

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Add a Folder</guimenuitem></menuchoice> to display the <guilabel>Add a Folder</guilabel> dialog.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Gehitu karpeta bat</guimenuitem></menuchoice> <guilabel>Gehitu karpeta bat</guilabel> elkarrizketa-koadroa bistaratzeko.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>加入資料夾</guimenuitem></menuchoice>，會顯示 <guilabel>加入資料夾</guilabel> 對話框。

source: Select the folder that you want to add.
eu: Hautatu gehitu nahi duzun karpeta.
zh_tw: 選擇您要加入的資料夾。

source: Click <guibutton>Add</guibutton>. <application>Archive Manager</application> adds the folder to the current folder in the archive.
eu: Sakatu <guibutton>Gehitu</guibutton>. <application>Artxibo-kudeatzaileak</application> artxiboko uneko karpetan gehitzen du karpeta.
zh_tw: 點擊 <guibutton>加入</guibutton>。<application>壓縮檔管理員</application>會將檔案加入至壓縮檔目前所在的資料夾。

source: To add a folder to an archive, perform the following steps: <placeholder-1/>
eu: Artxibo batean karpeta bat gehitzeko, eman urrats hauek: <placeholder-1/>
zh_tw: 若要在壓縮檔內加入資料夾，照以下的步驟進行：<placeholder-1/>

source: The <guilabel>Add a Folder</guilabel> dialog provides several advanced options. See <xref linkend="file-roller-add-options"/> for more information.
eu: <guilabel>Gehitu karpeta bat</guilabel> elkarrizketa-koadroak zenbait aukera aurreratu eskaintzen ditu. Ikus <xref linkend="file-roller-add-options"/> informazio gehiago izateko.
zh_tw: <guilabel>加入資料夾</guilabel> 對話視窗內提供了數種進階選項。更多資訊請參見 <xref linkend="file-roller-add-options"/>。

source: To Convert an Archive to Another Format
eu: Artxibo bat beste formatu batera bihurtzeko
zh_tw: 將壓縮檔轉換至另一種格式

source: To convert an archive to another format and save as a new file, perform the following steps:
eu: Artxibo bat beste formatu batera bihurtzeko eta fitxategi berri gisa gordetzeko, eman urrats hauek:
zh_tw: 若要轉換壓縮檔至另外一種格式並且儲存成新檔案，照以下的步驟執行：

source: Open the archive that you want to convert.
eu: Ireki bihurtu nahi duzun artxiboa.
zh_tw: 開啟您要轉換的壓縮檔。

source: Choose <menuchoice><guimenu>Archive</guimenu><guimenuitem>Save As</guimenuitem></menuchoice> to display the <guilabel>Save</guilabel> dialog.
eu: Aukeratu <menuchoice><guimenu>Artxiboa</guimenu><guimenuitem>Gorde honela...</guimenuitem></menuchoice>, <guilabel>Gorde</guilabel> elkarrizketa-koadroa bistaratzeko.
zh_tw: 選擇 <menuchoice><guimenu>壓縮檔</guimenu><guimenuitem>另存新檔</guimenuitem></menuchoice>，會顯示 <guilabel>儲存</guilabel> 對話視窗。

source: Enter the new archive name in the <guilabel>Name</guilabel> text box.
eu: Sartu artxibo-izen berria <guilabel>Izena</guilabel> testu-koadroan.
zh_tw: 在 <guilabel>名稱</guilabel> 文字框內輸入新壓縮檔的名稱。

source: Select the new format from the <guilabel>Archive type</guilabel> drop-down list. Alternatively, enter the filename extension in the <guilabel>Name</guilabel> text box, and select <guilabel>Automatic</guilabel> from the <guilabel>Archive type</guilabel> drop-down list.
eu: Hautatu formatu berria <guilabel>Artxibo mota</guilabel> goitibeherako zerrendan. Bestela, sartu fitxategi-izenaren luzapena <guilabel>Izena</guilabel> testu-koadroan, eta hautatu <guilabel>Automatikoa</guilabel> <guilabel>Artxibo mota</guilabel> goitibeherako zerrendan.
zh_tw: 從 <guilabel>壓縮檔類型</guilabel> 下拉式選單中選擇新的格式。您也可以在 <guilabel>名稱</guilabel> 文字框輸入延伸檔名 (副檔名)，並從 <guilabel>壓縮檔類型</guilabel> 下拉式選單中選擇 <guilabel>自動</guilabel>。

source: Click <guibutton>Save</guibutton>.
eu: Egin klik <guibutton>Gorde</guibutton> botoian.
zh_tw: 點擊 <guibutton>儲存</guibutton>。

source: If some but not all of the files in the archive are protected by a password, and you have not specified the password, <application>Archive Manager</application> does not ask for a password. However, <application>Archive Manager</application> copies only the unprotected files to the new archive.
eu: Artxiboko fitxategi batzuk baina ez guztiak pasahitz bidez babestuta badaude, eta pasahitza ez baduzu zuk zehaztu, <application>artxibo-kudeatzaileak</application> ez dizu pasahitzik eskatuko. Nolanahi ere, <application>artxibo-kudeatzaileak</application> babestu gabeko fitxategiak bakarrik kopiatzen ditu artxibo berrian.
zh_tw: 如果壓縮檔內的部份 (非全部) 檔案受到密碼保護，且您尚未輸入過它的話，<application>壓縮檔管理員</application>不會詢問密碼。但是<application>壓縮檔管理員</application>只會複製未受保護的檔案到新壓縮檔。

source: Modifying the Contents of an Archive
eu: Artxibo baten edukiak aldatzea
zh_tw: 修改壓縮檔的內容

source: You can modify the contents of an archive in several ways.
eu: Hainbat eratan alda ditzakezu artxibo baten edukiak.
zh_tw: 您可以使用數種方式修改壓縮檔的內容。

source: To Encrypt Files in an Archive
eu: Artxibo batean fitxategiak enkriptatzeko
zh_tw: 加密壓縮檔內的檔案

source: For security, you might want to encrypt the files that you add to an archive.
eu: Segurtasunagatik, agian artxibo bati gehitzen dizkiozun fitxategiak enkriptatu nahi izango dituzu.
zh_tw: 為了安全起見，您或許會想在檔案加入壓縮檔時為它們加密。

source: If the archive format supports encryption, you can specify a password to encrypt the files that you add to the archive.
eu: Artxibo-formatuak enkriptatzea onartzen badu, artxiboari gehitzen dizkiozun fitxategiak enkripTatzeko pasahitz bat zehaztu dezakezu.
zh_tw: 如果壓縮檔格式支援加密動作，在加入壓縮檔的同時，您可以指定加密檔案所使用的密碼。

source: Currently, only 7-Zip, ZIP, RAR and ARJ archives support encryption.
eu: Une honetan, 7-Zip, ZIP, RAR eta ARJ artxiboek bakarrik onartzen dute enkriptatzea.
zh_tw: 目前只有 7-Zip、ZIP、RAR 和 ARJ 壓縮檔支援加密動作。

source: To specify a password for file encryption, perform the following steps:
eu: Fitxategiak enkriptatzeko pasahitz bat zehazteko, eman urrats hauek:
zh_tw: 若要指定檔案加密時要使用的密碼，照以下的步驟進行：

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Password</guimenuitem></menuchoice> to display the <guilabel>Password</guilabel> dialog.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Pasahitza</guimenuitem></menuchoice>, <guilabel>Pasahitza</guilabel> elkarrizketa-koadroa bistaratzeko.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>密碼</guimenuitem></menuchoice>，會顯示 <guilabel>密碼</guilabel> 對話視窗。

source: Enter the password in the <guilabel>Password</guilabel> text box.
eu: Sartu pasahitza <guilabel>Pasahitza</guilabel> testu-koadroan.
zh_tw: 在 <guilabel>密碼</guilabel> 文字框內輸入密碼。

source: Click <guibutton>OK</guibutton>.
eu: Sakatu <guibutton>Ados</guibutton>.
zh_tw: 點擊 <guibutton>確定</guibutton>。

source: <application>Archive Manager</application> uses the password to encrypt the files that you add to the current archive, and to decrypt the files that you extract from the current archive. <application>Archive Manager</application> deletes the password when you close the archive.
eu: <application>Artxibo-kudeatzaileak</application> pasahitza erabiltzen du uneko artxiboari gehitzen dizkiozun fitxategiak enkriptatzeko eta uneko artxibotik erauzten dituzun fitxategiak desenkriptatzeko. <application>Artxibo-kudeatzaileak</application> pasahitza ezabatzen du artxiboa ixten duzunean.
zh_tw: <application>壓縮檔管理員</application>在為加入壓縮檔內的檔案加密，還有為從壓縮檔解開的檔案解密的時候，就會使用密碼。在您關閉壓縮檔的時候，<application>壓縮檔管理員</application>就會將密碼刪除。

source: For information on how to check whether an archive contains encrypted files, see <xref linkend="file-roller-extra-info"/>.
eu: Artxibo batek fitxategi enkriptaturik duen nola egiaztatu jakiteko, ikus <xref linkend="file-roller-extra-info"/>.
zh_tw: 請參見 <xref linkend="file-roller-extra-info"/>，了解如何檢查壓縮檔有沒有包含加密檔案。

source: The encryption provided by archive utilities is weak and insecure. If security is important, use a strong encryption tool such as <ulink url="http://www.gnupg.org" type="http">GNU Privacy Guard</ulink>.
eu: Artxibo-utilitateek emandako enkriptatzea ahula da eta ez da segurua. Segurtasuna garrantzitsua bada zuretzat, erabili enkriptatze-tresna sendo bat, adibidez <ulink url="http://www.gnupg.org" type="http">GNU Privacy Guard</ulink>.
zh_tw: 壓縮工具提供的加密功能強度較弱且不太安全。如果您希望安全至上，請使用較強的加密工具，像是 <ulink url="http://www.gnupg.org" type="http">GNU Privacy Guard</ulink>。

source: To Rename a File in an Archive
eu: Artxibo bateko fitxategi bati izena aldatzeko
zh_tw: 重新命名壓縮檔內的檔案

source: To rename a file in an archive, perform the following steps:
eu: Artxibo bateko fitxategi bati izena aldatzeko, eman urrats hauek:
zh_tw: 若要為壓縮檔內的檔案重新命名，照以下的步驟進行：

source: Select the file that you want to rename.
eu: Hautatu izena aldatu nahi diozun fitxategia.
zh_tw: 選擇您要重新命名的檔案。

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Rename</guimenuitem></menuchoice>, or press <keycombo><keycap>F2</keycap></keycombo>, to display the <guilabel>Rename</guilabel> dialog.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Aldatu izena</guimenuitem></menuchoice>, edo sakatu <keycombo><keycap>F2</keycap></keycombo>, <guilabel>Aldatu izena</guilabel> elkarrizketa-koadroa bistaratzeko.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>重新命名</guimenuitem></menuchoice>，或是按下 <keycombo><keycap>F2</keycap></keycombo>，會顯示 <guilabel>重新命名</guilabel> 對話視窗。

source: Enter the new filename in the <guilabel>New file name</guilabel> text box.
eu: Sartu fitxategi-izen berria <guilabel>Fitxategi-izen berria</guilabel> testu-koadroan.
zh_tw: 在 <guilabel>新的檔案名稱</guilabel> 文字框內輸入新檔名。

source: Click <guibutton>Rename</guibutton>.
eu: Sakatu <guibutton>Aldatu izena</guibutton>.
zh_tw: 點擊 <guibutton>重新命名</guibutton>。

source: To Copy Files in an Archive
eu: Artxibo batean fitxategiak kopiatzeko
zh_tw: 複製壓縮檔內的檔案

source: To copy files in an archive, perform the following steps:
eu: Artxibo batean fitxategiak kopiatzeko, eman urrats hauek:
zh_tw: 若要在壓縮檔內複製檔案，照以下的步驟進行：

source: Select the files that you want to copy.
eu: Hautatu kopiatu nahi dituzun fitxategiak.
zh_tw: 選擇您要複製的檔案。

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Kopiatu</guimenuitem></menuchoice>, edo sakatu <keycombo><keycap>Ktrl</keycap><keycap>C</keycap></keycombo>.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>複製</guimenuitem></menuchoice>，或是按下 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>。

source: Open the location where you want to put the copied files.
eu: Ireki kopiatutako fitxategiak jarri nahi dituzun kokalekua.
zh_tw: 開啟您要存放複製檔案的位置。

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo>.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Itsasi</guimenuitem></menuchoice>, edo sakatu <keycombo><keycap>Ktrl</keycap><keycap>V</keycap></keycombo>.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>貼上</guimenuitem></menuchoice>，或是按下 <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo>。

source: To Move Files in an Archive
eu: Artxibo bateko fitxategiak lekuz aldatzeko
zh_tw: 移動壓縮檔內的檔案

source: To move files in an archive, perform the following steps:
eu: Artxibo bateko fitxategiak lekuz aldatzeko, eman urrats hauek:
zh_tw: 若要在壓縮檔內移動檔案，照以下的步驟進行：

source: Select the files that you want to move.
eu: Hautatu lekuz aldatu nahi dituzun fitxategiak.
zh_tw: 選擇您要移動的檔案。

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>X</keycap></keycombo>.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Ebaki</guimenuitem></menuchoice>, edo sakatu <keycombo><keycap>Ktrl</keycap><keycap>X</keycap></keycombo>.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>剪下</guimenuitem></menuchoice>，或是按下 <keycombo><keycap>Ctrl</keycap><keycap>X</keycap></keycombo>。

source: Open the location where you want to put the moved files.
eu: Ireki lekuz aldatutako fitxategiak jarri nahi dituzun kokalekua.
zh_tw: 開啟您要存放移動檔案的位置。

source: To Delete Files From an Archive
eu: Artxibo batetik fitxategiak ezabatzeko
zh_tw: 刪除壓縮檔內的檔案

source: To delete files from an archive, perform the following steps:
eu: Artxibo batetik fitxategiak ezabatzeko, eman urrats hauek:
zh_tw: 若要在壓縮檔內刪除檔案，照以下的步驟進行：

source: Select the files that you want to delete.
eu: Hautatu ezabatu nahi dituzun fitxategiak.
zh_tw: 選擇您要刪除的檔案。

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Delete</guimenuitem></menuchoice> or press <keycap>Delete</keycap> to display the <guilabel>Delete</guilabel> dialog.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Ezabatu</guimenuitem></menuchoice>, edo sakatu <keycap>Ezabatu</keycap> <guilabel>Ezabatu</guilabel> elkarrizketa-koadroa bistaratzeko.
zh_tw: 選擇 <menuchoice><guimenu>編輯</guimenu><guimenuitem>刪除</guimenuitem></menuchoice> 或是按下 <keycap>Delete</keycap>，會顯示 <guilabel>刪除</guilabel> 對話視窗。

source: Select one of the following delete options:
eu: Hautatu ezabatzeko aukera hauetako bat:
zh_tw: 在下面的刪除選項中選擇一個：

source: Delete all files from the archive.
eu: Ezabatu artxiboko fitxategi guztiak.
zh_tw: 刪除壓縮檔內所有檔案。

source: Selected files
eu: Hautatutako fitxategiak
zh_tw: 已選檔案

source: Delete the selected files from the archive.
eu: Ezabatu hautatutako fitxategiak artxibotik.
zh_tw: 刪除壓縮檔內已選取的檔案。

source: Files
eu: Fitxategiak
zh_tw: 檔案

source: Delete from the archive all files that match the specified pattern. See <xref linkend="file-roller-pattern"/> for more information about filename patterns.
eu: Ezabatu zehaztutako ereduarekin bat datozen fitxategi guztiak artxibotik. Ikus <xref linkend="file-roller-pattern"/> fitxategi-izenen ereduei buruzko informazio gehiago izateko.
zh_tw: 刪除所有符合指定樣式的檔案。更多檔名樣式的相關資訊請參見 <xref linkend="file-roller-pattern"/>。

source: To Modify a File in an Archive
eu: Artxibo bateko fitxategi bat aldatzeko
zh_tw: 修改壓縮檔內的檔案

source: Double-click the file that you want to open. Alternatively right-click the file and choose <menuchoice><guimenuitem>Open</guimenuitem></menuchoice>.
eu: Egin klik bikoitza ireki nahi duzun fitxategian. Bestela, egin klik bikoitza fitxategian, eta aukeratu <menuchoice><guimenuitem>Ireki</guimenuitem></menuchoice>.
zh_tw: 雙擊您要開啟的檔案。您也可以在檔案上點擊右鍵，並選擇 <menuchoice><guimenuitem>開啟</guimenuitem></menuchoice>。

source: Edit the file opened in step 1, and then save your changes.
eu: Editatu 1. urratsean irekitako fitxategia, eta gorde aldaketak.
zh_tw: 編輯在步驟 1 開啟的檔案，接著儲存您所作的變更。

source: <application>Archive Manager</application> shows a confirmation dialog, asking confirmation to update the file in the archive with the changes you made.
eu: <application>Artxibo-kudeatzaileak</application> artxiboko fitxategia zuk egindako aldaketekin eguneratzeko berrespena eskatuko dizu, berrespenaren elkarrizketa-koadro baten bidez.
zh_tw: <application>壓縮檔管理員</application>會顯示確認對話視窗，詢問是否要更新壓縮檔內的檔案來儲存您的變更。
