Repository: GNOME/file-roller
Catalog: help/*/*.po
Languages: eu, zh_tw

source: To delete a set of options, select the options file in the list box, then click <guibutton>Remove</guibutton>. Click <guibutton>Close</guibutton> to close the <guilabel>Load Options</guilabel> dialog.
eu: Aukera multzo bat ezabatzeko, hautatu aukeren fitxategia zerrenda-koadroan, eta sakatu <guibutton>Kendu</guibutton>. Egin klik <guibutton>Itxi</guibutton> botoian, <guilabel>Kargatzeko aukerak</guilabel> elkarrizketa-koadroa ixteko.
zh_tw: 若要刪除選項設置，選擇清單框內的選項檔案，並點擊 <guibutton>移除</guibutton>。點擊 <guibutton>關閉</guibutton> 便可以關閉 <guilabel>載入選項</guilabel> 對話視窗。

source: Reset Options
eu: Berrezartzeko aukerak
zh_tw: 重設選項

source: Click on this button to reset the current selection of advanced add options to the default values.
eu: Egin klik botoi honetan, gehitzeko aukera aurreratuen uneko hautapena balio lehenetsietara berrezartzeko.
zh_tw: 點擊這個按鈕，可以將目前選擇的加入用進階選項，重設為預設值。

source: Extract Options
eu: Erauzteko aukerak
zh_tw: 解壓用選項

source: The <guilabel>Extract</guilabel> dialog provides the following options, which are saved when you quit <application>Archive Manager</application>:
eu: <guilabel>Erauzi</guilabel> elkarrizketa-koadroak ondorengo aukerak ematen ditu, <application>artxibo-kudeatzaletik</application> ateratzen zarenean gordeko direnak:
zh_tw: <guilabel>解開</guilabel> 對話視窗提供了下列選項，在您退出<application>壓縮檔管理員</application>的時候，也會儲存它們：

source: Extract
eu: Erauzi
zh_tw: 解開

source: Select the files to be extracted:
eu: Hautatu erauzi nahi dituzun fitxategiak:
zh_tw: 選擇要解開的檔案：

source: Extract all files from the archive.
eu: Erauzi artxiboko fitxategi guztiak.
zh_tw: 解開壓縮檔內所有檔案。

source: Extract the selected files from the archive.
eu: Erauzi hautatutako fitxategiak artxibotik.
zh_tw: 解開壓縮檔內所選擇的檔案。

source: Extract from the archive all files that match the specified pattern. See <xref linkend="file-roller-pattern"/> for more information about filename patterns.
eu: Erauzi zehaztutako ereduarekin bat datozen fitxategi guztiak artxibotik. Ikus <xref linkend="file-roller-pattern"/> fitxategi-izenen ereduei buruzko informazio gehiago izateko.
zh_tw: 解開壓縮檔內所有符合指定樣式的檔案。更多檔名樣式的相關資訊請參見 <xref linkend="file-roller-pattern"/>。

source: Actions
eu: Ekintzak
zh_tw: 動作

source: Select the following extract options:
eu: Hautatu ondorengo erauzteko aukerak:
zh_tw: 選擇下列的解壓用選項：

source: Re-create folders
eu: Sortu berriro karpetak
zh_tw: 重新建立資料夾

source: Select this option to reconstruct the folder structure when extracting the specified files.
eu: Hautatu aukera hau, zehaztutako fitxategiak erauztean karpeta-egitura berreraikitzeko.
zh_tw: 勾選這個選項，會在解開指定檔案的時候，重建資料夾結構。

source: If you select the <guilabel>Re-create folders</guilabel> option, <application>Archive Manager</application> extracts the contents of the subfolder to <filename>/tmp/doc</filename>.
eu: <guilabel>Sortu berriro karpetak</guilabel> aukera hautatzen baduzu, <application>artxibo-kudeatzaileak</application> azpikarpetako edukiak erauziko ditu hona:<filename>/tmp/doc</filename>.
zh_tw: 如果您選擇了 <guilabel>重新建立資料夾</guilabel> 這個選項，<application>壓縮檔管理員</application>會將子目錄下的內容解開到 <filename>/tmp/doc</filename>。

source: If you do not select the <guilabel>Re-create folders</guilabel> option, <application>Archive Manager</application> does not create any subfolders. Instead, <application>Archive Manager</application> extracts all files from the archive, including files from subfolders, to <filename>/tmp</filename>.
eu: <guilabel>Sortu berriro karpetak</guilabel> aukera hautatzen ez baduzu, <application>artxibo-kudeatzaileak</application> ez du azpikarpetarik sortuko. Horren ordez, <application>artxibo-kudeatzaileak</application> artxiboko fitxategi guztiak erauziko ditu, azpikarpetetako fitxategiak barne, hona: <filename>/tmp</filename>.
zh_tw: 如果您沒有選擇 <guilabel>重新建立資料夾</guilabel> 選項，<application>壓縮檔管理員</application>就不會建立任何子目錄。反之，<application>壓縮檔管理員</application>會將壓縮檔內所有檔案 (包含位於子目錄下的檔案) 解開到 <filename>/tmp</filename>。

source: For example, you specify <filename>/tmp</filename> in the <guilabel>Filename</guilabel> text box and choose to extract all files. The archive contains a subfolder called <filename>doc</filename>. <placeholder-1/>
eu: Adibidez, <filename>/tmp</filename> zehaztu dezakezu <guilabel>Fitxategi-izena</guilabel> testu-koadroan, eta fitxategi guztiak erauztea aukeratu. Artxiboak <filename>doc</filename> izeneko azpikarpeta bat du. <placeholder-1/>
zh_tw: 舉例來說，您在 <guilabel>檔名</guilabel> 文字框內指定了 <filename>/tmp</filename>，並選擇解開所有檔案。壓縮檔內包含一個名為 <filename>doc</filename> 的子目錄。<placeholder-1/>

source: Overwrite existing files
eu: Gainidatzi aurretik dauden fitxategiak
zh_tw: 覆寫既有的檔案

source: Select this option to overwrite any files in the destination folder that have the same name as the specified files.
eu: Hautatu aukera hau zehaztutako fitxategien izen bera duten helburuko karpetako fitxategiak gainidazteko.
zh_tw: 勾選這個選項後，如果在目的資料夾內擁有和指定檔案名稱相同的檔案，它們將會被覆寫。

source: If you do not select this option, <application>Archive Manager</application> does not extract the specified file if an existing file with the same name already exists in the destination folder.
eu: Aukera hau hautatzen ez baduzu, <application>artxibo-kudeatzaileak</application> ez du zehaztutako fitxategia erauziko, helburuko karpetan izen bera duen fitxategiren bat badago.
zh_tw: 如果您沒有選擇這個選項，只要目的資料夾內已經有相同名稱的檔案存在，<application>壓縮檔管理員</application>就不會將指定的檔案解開。

source: Do not extract older files
eu: Ez erauzi fitxategi zaharragoak
zh_tw: 不解開較舊的檔案

source: This option is only effective while the <guilabel>Overwrite existing files</guilabel> option is selected.
eu: Aukera hau erabiltzeko, <guilabel>Gainidatzi aurretik dauden fitxategiak</guilabel> aukera hautatu behar da lehenik.
zh_tw: 這個選項只有在勾選 <guilabel>覆寫既有的檔案</guilabel> 選項時才會有效。

source: Select the <guilabel>Do not extract older files</guilabel> option to extract the specified file only if the destination folder does not contain the specified file, or if the destination folder contains an older version of the specified file. <application>Archive Manager</application> uses the modification date to determine which file is the most recent. If the version of the file in the archive is older, <application>Archive Manager</application> does not extract the specified file to the destination folder.
eu: Hautatu <guilabel>Ez erauzi fitxategi zaharragoak</guilabel> aukera, zehaztutako fitxategia erauzteko, bakarrik helburuko karpetak zehaztutako fitxategia ez badauka, edo helburuko karpetak zehaztutako fitxategiaren bertsio zaharrago bat dauka. <application>Artxibo-kudeatzaileak</application> aldatze-data erabiltzen du, fitxategi berriena zein den zehazteko. Artxiboko fitxategiaren bertsioa zaharragoa bada, <application>artxibo-kudeatzaileak</application> ez du zehaztutako fitxategia helburuko karpetara erauziko.
zh_tw: 勾選 <guilabel>不解開較舊的檔案</guilabel> 這個選項，只有在目的資料夾未包含指定檔案，或者包含指定檔案的舊版本時，才會解開指定的檔案。<application>壓縮檔管理員</application>以修改日期來決定檔案的時間先後順序。如果壓縮檔內檔案的版本比較舊，<application>壓縮檔管理員</application>就不會將指定檔案解開到目的資料夾。

source: If you do not select the <guilabel>Do not extract older files</guilabel> option while the <guilabel>Overwrite existing files</guilabel> option is selected, <application>Archive Manager</application> extracts the specified file from the archive and overwrites the previous contents of the destination folder.
eu: Ez baduzu <guilabel>Ez erauzi fitxategi zaharragoak</guilabel> aukera hautatzen, <guilabel>Gainidatzi aurretik dauden fitxategiak</guilabel> aukera hautatuta dagoenean, <application>artxibo-kudeatzaileak</application> zehaztutako fitxategia erauziko du artxibotik, eta helburuko karpetaren aurreko edukiak gainidatziko ditu.
zh_tw: 如果您有勾選 <guilabel>覆寫既有的檔案</guilabel> ，可是沒有選擇 <guilabel>不解開較舊的檔案</guilabel>，<application>壓縮檔管理員</application>會從壓縮檔內解開檔案到目的資料夾，並且將之前的內容覆蓋過去。

source: translator-credits
eu: Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>, 2011
zh_tw: 如對翻譯有任何意見，請寄一封電子郵件至 以下地址，GNOME 翻譯團隊會盡快回覆您： chinese-l10n@googlegroups.com Pin-hsien Li <pspeter9931@gmail.com>, 2011.
